# -*- coding: utf-8 -*-
"""
Created on Sat Apr 21 20:57:29 2018

@author: lalit
"""


from __future__ import absolute_import
from __future__ import division
from __future__ import print_function

import collections
import math
import random
import numpy as np
from six.moves import xrange  # pylint: disable=redefined-builtin
import tensorflow as tf
from googletrans import Translator
kan_trans=Translator()

#from nltk.corpus import brown
# -*- coding: utf-8 -*-
import copy

e_list=list()
vocabulary=["ದ್ರಾವಿಡ ಭಾಷೆಗಳಲ್ಲಿ ಪ್ರಾಮುಖ್ಯವುಳ್ಳ ಭಾಷೆಯೂ ಭಾರತದ ಪುರಾತನವಾದ ಭಾಷೆಗಳಲ್ಲಿ ಒಂದೂ ಆಗಿರುವ ಕನ್ನಡ ಭಾಷೆಯನ್ನು ಅದರ ವಿವಿಧ ರೂಪಗಳಲ್ಲಿ ಸುಮಾರು ೪೫ ದಶಲಕ್ಷ ಜನರು ಆಡು ನುಡಿಯಾಗಿ ಬಳಸುತ್ತಲಿದ್ದಾರೆ. "
,"ಕನ್ನಡ ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಆಡಳಿತ ಭಾಷೆ. ಜಗತ್ತಿನಲ್ಲಿ ಅತ್ಯಂತ ಹೆಚ್ಚು ಮಂದಿ ಮಾತನಾಡುವ ಭಾಷೆಯೆಂಬ ನೆಲೆಯಲ್ಲಿ ಇಪ್ಪತೊಂಬತ್ತನೆಯ ಸ್ಥಾನ ಕನ್ನಡಕ್ಕಿದೆ. ೨೦೧೧ರ ಜನಗಣತಿಯ ಪ್ರಕಾರ ಜಗತ್ತಿನಲ್ಲಿ ೬.೪ ಕೋಟಿ ಜನಗಳು ಕನ್ನಡ "
,"ಮಾತನಾಡುತ್ತಾರೆ ಎಂದು ತಿಳಿದುಬಂದಿದೆ. ಇವರಲ್ಲಿ ೫.೫ ಕೋಟಿ ಜನಗಳ ಮಾತೃಭಾಷೆ ಕನ್ನಡವಾಗಿದೆ. ಬ್ರಾಹ್ಮಿ ಲಿಪಿಯಿಂದ ರೂಪುಗೊಂಡ ಕನ್ನಡ ಲಿಪಿಯನ್ನು ಉಪಯೋಗಿಸಿ ಕನ್ನಡ ಭಾಷೆಯನ್ನು ಬರೆಯಲಾಗುತ್ತದೆ. ಕನ್ನಡ ಬರಹದ ಮಾದರಿಗಳಿಗೆ "
,"ಸಾವಿರದ ಐನೂರು ವರುಷಗಳ ಚರಿತ್ರೆಯಿದೆ. ಕ್ರಿ.ಶ. ಆರನೆಯ ಶತಮಾನದ ಪಶ್ಚಿಮ ಗಂಗ ಸಾಮ್ರಾಜ್ಯದ ಕಾಲದಲ್ಲಿ ಮತ್ತು ಒಂಬತ್ತನೆಯ ಶತಮಾನದ ರಾಷ್ಟ್ರಕೂಟ ಸಾಮ್ರಾಜ್ಯದ ಕಾಲದಲ್ಲಿ ಹಳಗನ್ನಡ ಸಾಹಿತ್ಯ ಅತ್ಯಂತ ಹೆಚ್ಚಿನ ರಾಜಾಶ್ರಯ ಪಡೆಯಿತು. "
,"ಅದಲ್ಲದೆ ಸಾವಿರ ವರುಷಗಳ ಸಾಹಿತ್ಯ ಪರಂಪರೆ ಕನ್ನಡಕ್ಕಿದೆ.ವಿನೋಬಾ ಭಾವೆ ಕನ್ನಡ ಲಿಪಿಯನ್ನು ಲಿಪಿಗಳ ರಾಣಿಯೆಂದು ಹೊಗಳಿದ್ದಾರೆ"
,"ಕನ್ನಡವು ಒಂದು ದ್ರಾವಿಡ ಭಾಷೆಯಾಗಿದೆ. ಕನ್ನಡ ಲಿಪಿ ಸುಮಾರು ೧೫೦೦-೧೬೦೦ ವರ್ಷಗಳಿಗಿಂತಲೂ ಹಿಂದಿನದು. ಐದನೆಯ ಶತಮಾನದ ಹಲ್ಮಿಡಿ ಶಾಸನದ ಸಮಯಕ್ಕಾಗಲೇ ಕನ್ನಡವು ಸಾಕಷ್ಟು ಅಭಿವೃದ್ಧಿ ಹೊಂದಿತ್ತು. ದ್ರಾವಿಡ ಭಾಷಾತಜ್ಞ ಸ್ಟಾನ್‍ಫೋರ್ಡ್ ಸ್ಟೀವರ್ ಅವರ ಅಭಿಪ್ರಾಯದಂತೆ, ಕನ್ನಡದ ಭಾಷಿಕ ಚರಿತ್ರೆಯನ್ನು ಮೂರು ವಿಧವಾಗಿ ವಿಂಗಡಿಸಬಹುದು;"
,"ಹಳಗನ್ನಡ ಕ್ರಿ.ಶ. ೪೫೦ರಿಂದ ಕ್ರಿ.ಶ. ೧೨೦೦ರವರೆಗೆ,ನಡುಗನ್ನಡ ಕ್ರಿ. ಶ. ೧೨೦೦ರಿಂದ ಕ್ರಿ.ಶ. ೧೭೦೦ರವರೆಗೆ ಮತ್ತು ಹೊಸಗನ್ನಡ ಕ್ರಿ. ಶ. ೧೭೦೦ರಿಂದ ಪ್ರಸ್ತುತ ಕಾಲಘಟ್ಟದವರೆಗೆ."
,"ಕನ್ನಡ ಭಾಷಾ ಪರಿಣತರು ಕನ್ನಡ ಸಾಹಿತ್ಯದ ಬೆಳವಣಿಗೆಯನ್ನು ಅಭ್ಯಾಸ ಮಾಡಬಹುದಾದ ಕಾಲಮಾನಗಳನ್ನು ಈ ಕೆಳಗಿನಂತೆಯೂ ನಿಷ್ಕರ್ಷಿಸಿದ್ದಾರೆ."
,"ಪೂರ್ವದ ಹಳಗನ್ನಡ - ಅನಿಶ್ಚಿತ ಕಾಲಘಟ್ಟದಿಂದ ೭ನೇಯ ಶತಮಾನದವರೆಗೆ"
,"ಹಳಗನ್ನಡ - ೭ರಿಂದ ೧೨ನೆಯ ಶತಮಾನದವರೆಗೆ"
,"ನಡುಗನ್ನಡ - ೧೨ನೆಯ ಶತಮಾನದ ಪ್ರಾರಂಭದಿಂದ ೧೮ನೆಯ ಶತಮಾನದವರೆಗೆ"
,"ಹೊಸಗನ್ನಡ - ೧೮ನೆಯ ಶತಮಾನದ ಆದಿಯಿಂದ ಈಚೆಗೆ"
,"ಕಳೆದ ಶತಮಾನದಲ್ಲಿ ಎಂದರೆ ೨೦ನೆಯ ಶತಮಾನದಲ್ಲಿ ಕನ್ನಡ ಭಾಷೆಯ ಅಭಿವೃದ್ಧಿ ಬಹಳ ವ್ಯಾಪಕವಾಗಿ ನಡೆಯಿತು. ಕನ್ನಡ ಭಾಷೆಯು ಅಭಿಜಾತ ಭಾಷೆಯೆಂಬ ಸ್ಥಾನಮಾನವನ್ನು ಕೇಂದ್ರ ಸರಕಾರದಿಂದ ಪಡೆದಿದೆ. ಅಂತರಜಾಲದಲ್ಲಿ ಕನ್ನಡ ಭಾಷೆಯ"
,"ಬಳಕೆ ಯಥೇಚ್ಛವಾಗಿದೆ. ಕನ್ನಡ ಭಾಷೆ ವಾಣಿಜ್ಯ ಕ್ಷೇತ್ರದಲ್ಲಿಯೂ ಮುಂಚೂಣಿಯ ಭಾಷೆಯಾಗಿ ಬೆಳೆಯತೊಡಗಿದೆ."
,"ಕನ್ನಡದಲ್ಲಿ ಸಂಸ್ಕೃತದ ಪ್ರಭಾವ ಅಸಾಧಾರಣವಾದುದು. ಪ್ರಾಕೃತ, ಪಾಳಿ ಮುಂತಾದ ಭಾಷೆಗಳ ಪ್ರಭಾವವೂ ಕನ್ನಡಕ್ಕಿದೆ. ಕ್ರಿ.ಪೂ ಮೂರನೆಯ ಶತಮಾನಕ್ಕೂ ಮುನ್ನವೇ ಕನ್ನಡ ಮೌಖಿಕ ಪರಂಪರೆಯ ಭಾಷೆಯಾಗಿ ರೂಪುಗೊಂಡಿತ್ತೆಂಬುದಕ್ಕೂ"
,"ಪ್ರಾಕೃತ ಭಾಷೆಯಲ್ಲಿಯೂ ತಮಿಳು ಭಾಷೆಯಲ್ಲಿಯೂ ಬರೆಯಲ್ಪಟ್ಟ ಶಾಸನಗಳಲ್ಲಿ ಕನ್ನಡದ ಶಬ್ದಗಳು ಬಳಕೆಯಾಗಿವೆಯೆಂದೂ ಇತಿಹಾಸ ತಜ್ಞ ಐರಾವತಂ ಮಹಾದೇವನ್ ಸಾಬೀತುಪಡಿಸಿದ್ದಾರೆ. ಆ ಸಂಶೋಧನೆಯ ಪ್ರಕಾರ ಕನ್ನಡ ಅಗಾಧ ಪ್ರಮಾಣದ ಜನತೆ "
,"ಮಾತನಾಡುತ್ತಿದ್ದ ಭಾಷೆಯಾಗಿದ್ದಿತೆಂದೂ ತಿಳಿದುಬಂದಿದೆ. ಕೆ.ವಿ. ನಾರಾಯಣರು ಹೇಳುವಂತೆ, ಇಂದಿಗೆ ಕನ್ನಡದ ಉಪಭಾಷೆಗಳೆಂದು ಗುರುತಿಸಲ್ಪಡುವ ಭಾಷೆಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವು ಕನ್ನಡದ ಹಳೆಯ ರೂಪವನ್ನು"
,"ಹೋಲುವಂಥವಾಗಿರಬಹುದು. ಅಲ್ಲದೆ ಅನ್ಯ ಭಾಷೆಗಳ ಪ್ರಭಾವ ವ್ಯಾಪಕವಾಗಿ ಒಳಗಾಗದ ಭಾಷೆಗಳು ಇವೆಂದೂ ಅಭಿಪ್ರಾಯಪಡುತ್ತಾರೆ. "
,"ಕನ್ನಡ ವಿಶ್ವಕೋಶವು ಮೀಡಿಯಾವಿಕಿಯನ್ನು ಬಳಸಿ ಕಟ್ಟಿರುವ ಸ್ವತಂತ್ರ ವಿಶ್ವಕೋಶ. ಈ ವಿಶ್ವಕೋಶ ಅನೇಕ ಭಾಷೆಗಳಲ್ಲಿ ಲಭ್ಯವಿದೆ. ಪ್ರಸ್ತುತ ಕನ್ನಡ ಆವೃತ್ತಿಯು ಜೂನ್ ೨೦೦೩ ರಲ್ಲಿ ಪ್ರಾರಂಭವಾಯಿತು. ಅನುವಾದಿಸಲು ಉತ್ಸಾಹವಿರುವವರು ಈ ಉಲ್ಲೇಖವನ್ನು"
,"ಓದಿಕೊಳ್ಳುವುದಾಗಿ ವಿನಂತಿ. ಪ್ರಯೋಗಾರ್ಥ ವಿಕಿಪೀಡಿಯಾ ಪುಟವನ್ನು ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿ ಸಂಪಾದನೆ ಕಲಿಯಲು ಬಳಸಿಕೊಳ್ಳಬಹುದು."
,"ಆಧುನಿಕ ಬದುಕಿನ ಜ್ಞಾನ-ವಿಜ್ಞಾನ ಕ್ಷೇತ್ರದಲ್ಲಿನ ಅದ್ಭುತ ಅವಿಷ್ಕಾರಗಳಲ್ಲೊಂದಾದ ಮಾಹಿತಿ ತಂತ್ರಜ್ಞಾನದ ಒಂದು ವಿನೂತನ ಪರಿಕಲ್ಪನೆ -ವಿಕಿಪೀಡಿಯಾ. ಹವಾಮಿ ಭಾಷೆಯಲ್ಲಿ ವಿಕಿ ಎಂದರೆ ಶೀಘ್ರ ಅಥವಾ ತ್ವರಿತಗತಿ ಎಂದರ್ಥ. ಇಂಗ್ಲೀಷಿನಲ್ಲಿ ಎನ್ "
,"ಸೈಕ್ಲೊಪೀಡಿಯಾ  ಎಂದರೆ ವಿಶ್ವಕೋಶ ಎಂದರ್ಥ. ಇವೆರಡೂ ಶಬ್ದಗಳನ್ನು ಸಂಯೋಜಿಸಿ ವಿಕಿಪೀಡಿಯಾ ಎಂಬ ಗಣಕೀಕೃತ ವಿಶ್ವಕೋಶದ ಮಾದರಿಯಲ್ಲಿ ಇದನ್ನು ಅಭಿವೃದ್ಧಿಗೊಳಿಸಲಾಗಿದೆ. ಕನ್ನಡದಲ್ಲಿ ಇದನ್ನು 'ತ್ವರಿತ ವಿಶ್ವಕೋಶ' ಎಂದು ಹೆಸರಿಸ "
,"ಬಹುದು. ಇದೊಂದು ಬಹುಭಾಷೀಯ ಹಾಗೂ ಅಂತರ್ಜಾಲ ಆಧಾರಿತ ವಿಶ್ವಕೋಶವಾಗಿದ್ದು,ನಿರಂತರವಾಗಿ ಪರಿಷ್ಕರಣಗೂಳ್ಳಬಲ್ಲ ಮಾಹಿತಿ ವಿತರಣ ಸಾಧನವಾಗಿದೆ."
,"ಕ್ರಿ.ಶ್ ೨೦೦೧ರಲ್ಲಿ ಆಯೋಜಿಸಲ್ಪಟ್ಟ ಈ ವಿಶ್ವಕೋಶವು ಅತ್ಯಂತ ಶೀಘ್ರವಾಗಿ ಬೆಳವಣಿಗೆಯನ್ನು ಹೊಂದಿ ಇಂದು ಅತ್ಯಂತ ಬೃಹತ್ತಾದ ಮತ್ತು ಅಸಂಖ್ಯಾತ ಆಕರಗಳನ್ನು ಹೊಂದಿರುವ ಅಂತರ್ಜಾಲ ತಾಣವಾಗಿ ಅಭಿವೃದ್ಧಿಗೊಂಡಿದೆ. ಈ ತಾಣವನ್ನು ವಿಶ್ವದಾದ್ಯಂತ "
,"ಪ್ರತಿ ತಿಂಗಳು ಸುಮಾರು ೪೦೦ ದಶಲಕ್ಷ ಮಂದಿ ಸಂದರ್ಶಿಸುತ್ತಾರೆಂದು ಹೇಳಲಾಗಿದೆ. ಅನೇಕ ವೈವಿಧ್ಯಮಯ ಕ್ಷೇತ್ರಗಳಲ್ಲಿನ ಸುಮಾರು ೮೨೦೦೦ ಮಂದಿ ೧೭ ದಶಲಕ್ಷ ಲೇಖನಗಳನ್ನು ಈ ತಾಣಕ್ಕೆ ಕಳುಹಿಸುತ್ತಾರೆ. ಯಾವುದೇ ರೀತಿಯ ಸಾಮಾಜಿಕ, ಸಾಂಸ್ಕೃತಿಕ, ಅಥವಾ"
,"ಜನಾಂಗೀಯ ನಿರ್ಬಂಧಗಳಿಲ್ಲದೆ ಯಾರು ಬೇಕಾದರೂ ವಿವಿಧ ರೀತಿಯ ಲೇಖನಗಳು, ಆಕರಗಳು, ಚಿತ್ರಗಳು ಮತ್ತಿತರ ಮಾಧ್ಯಮ ಪ್ರಕಾರಗಳ ಬಗೆಗಿನ ಮಾಹಿತಿಗಳನ್ನು ಈ ತಾಣಕ್ಕೆ ಕಳುಹಿಸಬಹುದು."
,"ಕೊಡುಗೆದಾರರ ಪರಿಣತಿಯಾಗಲೀ ವಿದ್ಯಾರ್ಹತೆಯಾಗಲೀ ಅಥವಾ ಮತ್ತಾವುದೇ ಅಂಶವಾಗಲೀ ಇಲ್ಲಿ ಗಣನೆಗೆ ಬರುವುದಿಲ್ಲ. ಆದರೆ ಹಾಗೆ ನೀಡಲ್ಪಟ್ಟ ಮಾಹಿತಿಗಳು ನಂಬಲರ್ಹವಾದ ಮೂಲಗಳ ಮೂಲಕ ಖಚಿತಗೊಳ್ಳಲ್ಪಡಲು ಸಮರ್ಥವಾಗಿರಬೇಕು."
,"ಅಂತರ್ಜಾಲ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿರುವ ಯಾರೇ ಆದರೂ ಇಲ್ಲಿ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನು ಪರಿಷ್ಕರಿಸಬಹುದು ಅಥವಾ ವೃದ್ಧಿಗೊಳಿಸಬಹುದು. ಈ ರೀತಿಯ ಬಹಿರಂಗ ವ್ಯವಸ್ಥೆಯ ಕಾರಣದಿಂದಾಗಿ ಈ ತಾಣದಲ್ಲಿ ಬೃಹತ್ ಪ್ರಮಾಣದ ಮಾಹಿತಿಗಳು "
,"ಲಭ್ಯವಾಗಲು ಸಾಧ್ಯವಾಗಿದೆ. ವಿಕಿಪೀಡಿಯಾ ತಾಣವನ್ನು ಸಂದರ್ಶಿಸುವ ಮಂದಿಯಲ್ಲಿ ಅನೇಕರು ತಮಗೆ ಆಸಕ್ತಿ ಇರುವ ಮಾಹಿತಿಗಳನ್ನು ಪಡೆದುಕೂಳ್ಳಲು ಬಯಸಿದರೆ ಮತ್ತೆ ಕೆಲವರು ತಮ್ಮಲ್ಲಿಯ ಮಾಹಿತಿಗಳನ್ನು ಇತರರೊಂದಿಗೆ ವಿನಿಮಯ ಮಾಡಿಕೂಳ್ಳಲು ಉತ್ಸುಕರಾಗಿರುತ್ತಾರೆ."
,"ಈ ತಾಣದಲ್ಲಿ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನು ನಿರಂತರವಾಗಿ ಸುಧಾರಣೆಗೆ ಮತ್ತು ಪರಿಷ್ಕರಣೆಗೆ ಒಳಪಡಿಸಲಾಗುತ್ತದೆ . ಮಾಹಿತಿಗಳನ್ನು ಹಲವಾರು ಶೀರ್ಷಿಕೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ವರ್ಗೀಕರಿಸಲಾಗುತ್ತದೆ. ಈ ವಿಕಿಪೀಡಿಯ ತಾಣವು ಹಲವಾರು ಪ್ರವೇಶದ್ವಾರಗಳನ್ನು ಹೊಂದಿದೆ. "
,"ಈ ದ್ವಾರಗಳ ಸುತ್ತ ಒಂದು ನಿರ್ದಿಷ್ಟ ವಿಷಯದ ಬಗೆಗಿನ ಪಠ್ಯಗಳನ್ನು ಅಳವಡಿಸಲಾಗಿರುತ್ತದೆ. ಗಣಕಯಂತ್ರದ ಪರದೆಯ ಬಲ ಮೇಲುಭಾಗದಲ್ಲಿನ ಶೋಧ ಸಂಪುಟ ವನ್ನು ಬಳಸಿ ನಮೆಗೆ ಬೇಕಾದ ಲೇಖನಗಳು ಅಥವಾ ಮಾಹಿತಿಯನ್ನು "
,"ಪಡೆಯಬಹುದು. ವಿಕಿಪೀಡಿಯಾ ಸುಮಾರು ಇನ್ನೂರು ಭಾಷಾವಿಭಾಗಗಳಲ್ಲಿ ಲಭ್ಯವಿದೆ. ಸರಳ ಇಂಗ್ಲೀಷ ಅವತರಣೆಕೆಗಳಲ್ಲದೆ. ಶಬ್ದಕೋಶ, ನುಡಿಮುತ್ತುಗಳು , ಗ್ರಂಥಗಳು , ಕೈಪಿಡಿಗಳು  ವೈಜ್ಞಾನಿಕ ಆಕರಗಳು ಹಾಗೂ ಮಾಧ್ಯಮ ಸೇವೆಗಳು ಹಾಗೂ ಇತರ ಸಂಬಂಧಿತ" 
,"ಮಾಹಿತಿಗಳನ್ನು ಇಲ್ಲಿ ಪಡೆಯಬಹುದು. ಈ ಎಲ್ಲ ಮಾಹಿತಿ ಪ್ರಾಕಾರಗಳನ್ನು ಪ್ರತ್ಯೇಕ ತಜ್ಞ ಸಮುದಾಯಗಳು ನಿರ್ವಹಿಸಿ ಸುಧಾರಿಸುತ್ತಿರುತ್ತವೆ. ಇತರ ಮೂಲಗಳಿಂದ ಪಡೆಯಲು ದುರ್ಲಭವಾಗಿರುವಂತಹ ಅನೇಕ ಮಾಹಿತಿಪ್ರಾಕಾರಗಳು ಮತ್ತು ಲೇಖನಗಳನ್ನು ಇಲ್ಲಿ ಕಾಣಲು ಸಾಧ್ಯವಿದೆ."
,"ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ಲೇಖನಗಳು ಮತ್ತು ಮಾಹಿತಿಗಳು ಒಂದಕ್ಕೊಂದು ಬೆಸುಗೆಗೊಂಡಿದ್ದು ಅವು ಪಾರಸ್ಪರಿಕ- ಆಕರಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಗಣಕಯಂತ್ರದ ಮೂಷಿಕವನ್ನು ಯಾವುದಾದರೂ ಬೆಸುಗೆಯ ಮೇಲೆ ಇರಿಸಿದಾಗ ಆ ಬೆಸುಗೆಯು ಯಾವ "
,"ಲೇಖನದ ಬಗ್ಗೆ ಮಾಹಿತಿಗಳನ್ನು ನೀಡಬಲ್ಲದೆಂದು ಸೂಚಿಸುತ್ತದೆ. ಪ್ರತಿಯೊಂದು ಲೇಖನದ ಅಂತ್ಯದಲ್ಲಿಯೂ ಹಲವಾರು ಪ್ರತ್ಯೇಕ ಬೆಸುಗೆಗಳಿದ್ದು ಅವು ಇತರ ಕುತೂಹಲಕಾರಿ ಲೇಖನಗಳು ಅಥವಾ ಪ್ರಸ್ತುತ ಬಾಹ್ಯ ಜಾಲತಾಣಗಳು  ಮತ್ತು ಪುಟಗಳು, ಆಕರ"
,"ವಿಷಯಗಳು ಆಥವಾ ನಿರ್ದಿಷ್ಟ ಜ್ಞಾನಕ್ಷೇತ್ರದ ವ್ಯವಸ್ಥಿತ ವಿಭಾಗಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೀಡಬಲ್ಲವು. ಇತರ ಕೆಲವು ಲೇಖನಗಳು, ಶಬ್ದಕೋಶದಲ್ಲಿನ ಖಚಿತ ವಿವರಣೆಗಳು, ಶ್ರಾವ್ಯ ಗ್ರಂಥಗಳ ಆಲಿಕೆ ಮತ್ತು ವಾಚನ, ಉದ್ಧೃತ ವಾಕ್ಯಗಳು ಇತರ"
,"ಭಾಷೆಗಳಲ್ಲಿರಬಹುದಾದ ಅದೇ ಲೇಖನ ಅಥವಾ ವಿಕಿಪೀಡಿಯಾದ ಸಹ-ಪ್ರಕಟನೆಗಳಲ್ಲಿ ದೂರೆಯಬಹುದಾದ ಇನ್ನಷ್ಟು ವಿವರಗಳು, ಇವೇ ಮುಂತಾದುವುಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೀಡಬಲ್ಲವು. ಯಾವುದಾದರೂ ಕೆಲವು ನಿರ್ದಿಷ್ಟ ಬೆಸುಗೆಗಳು ಅಲಭ್ಯವಾಗಿದ್ದಲ್ಲಿ "
,"ಅವುಗಳನ್ನು ಸೇರಿಸಲೂ ಸಹ ಅವಕಾಶವಿದೆ. ಇದು ಆಸಕ್ತರು ವಿಕಿಪೀಡಿಯಾಗೆ ನೀಡಬಹುದಾದ ಮತ್ತೊಂದು ಕೊಡುಗೆ."
,"ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ದಾಖಲೆಗಳು ಮತ್ತು ಮಾಹಿತಿಗಳನ್ನು ಅವು ಸ್ವಯಂ ಪರಿಪೂರ್ಣವೆಂದು ಭಾವಿಸಬಾರದು. ವಿಶ್ವದಲ್ಲಿ ಮಾಹಿತಿ ತಂತ್ರಜ್ಞಾನ, ವಿಜ್ಞಾನ, ಮತ್ತು ಅನ್ವೇಷಣೆಗಳು ನಿರಂತರವಾಗಿ ಜರುಗುತ್ತಿರುವುದರಿಂದ, ಹೀಗೆ ದೊರೆತ ತಧ್ಯಗಳನ್ನು ನಿರಂತರವಾಗಿ "
,"ಪರಿಷ್ಕರಣೆ ಹಾಗೂ ಸುಧಾರಣೆಗೆ ಒಳಪಡಿಸಲಾಗುತ್ತಿರುತ್ತದೆ. ಇದರಿಂದ ಕ್ರಮೇಣ ಅವುಗಳ ದರ್ಜೆ, ಕೆಲವುಸಮಯದಲ್ಲಿ ಹಳೆಯದನ್ನು ಒತ್ತಟ್ಟಿಗಿಟ್ಟು ಹೊಸದನ್ನು ಪ್ರತಿಪಾದಿಸುವ ಒಂದು ದೃಷ್ಟಿಕೋನ ಮತ್ತೆ ಗುಣಮಟ್ಟಗಳ ಮೌಲ್ಯವರ್ಧನೆಗೆ ಸಹಾಯವಾಗುತ್ತದೆ. "
,"ಇಲ್ಲಿನ ಎಲ್ಲ ಮಾಹಿತಿಗಳೂ ಪ್ರಾರಂಭದಲ್ಲಿಯೇ ವಿಶ್ವಕೋಶೀಯ ದರ್ಜೆಯವೆಂದು ಬಳಕೆದಾರರು ಭಾವಿಸಬಾರದು. ಇಲ್ಲಿ ದೊರೆಯುವ ಹಲವಾರು ಮಾಹಿತಿಗಳು ಸತ್ಯದೂರ ಅಥವಾ ಚರ್ಚಾಸ್ಪದ ವಿಷಯಗಳಾಗಿರುವ ಸಾಧ್ಯತೆಗಳಿವೆ. ವಾಸ್ತವವಾಗಿ ಅನೇಕ "
,"ಮಾಹಿತಿಗಳು ಕೇವಲ ಒಂದು ದೃಷ್ಟಿಕೋನವನ್ನು ಮಾತ್ರ ಪ್ರತಿನಿಧಿಸಬಹುದು. ವಾದ ವಿವಾದಗಳು ಮತ್ತು ಚರ್ಚೆಗಳಿಂದ ಕೂಡಿದ ಸುದೀರ್ಘ ವೈಚಾರಿಕ ಪ್ರಕ್ರಿಯೆಯ ನಂತರವೇ ಒಂದು ಒಮ್ಮತದ ಮತ್ತು ಅಲಿಪ್ತ ದೃಷ್ಟಿಕೋನವನ್ನು ನಿರ್ಧರಿಸಲಾಗುವುದು. ಅಲ್ಲದೆ "
,"ತಜ್ಞ ಪರಿಷ್ಕರಣಕಾರರು ಯಾವುದೇ ಒಂದು ಲೇಖನದ ವಿಷಯ ಅಥವಾ ವಿಧಾನಗಳ ಬಗ್ಗೆ ಅಭಿಪ್ರಾಯ ಭೇದವನ್ನು ತೋರಿದರೆ ಅಂತಹ ಸಂದರ್ಭಗಳಲ್ಲಿ ಅವರು ಸೂಕ್ತ ನಿರ್ಧಾರಗಳನ್ನು ಕೈಗೊಳ್ಳುವಲ್ಲಿ ಅವರಿಗೆ ನೆರವಾಗಲು ವಿಕಿಪೀಡಿಯಾ ಹಲವಾರು ಆಂತರಿಕ "
,"ವಿವಾದ ನಿವಾರಣಾ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ವ್ಯವಸ್ಥೆಗೂಳಿಸಿದೆ."
,"ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ಲೇಖನಗಳು ಕೆಲವು ಆದರ್ಶ ಲಕ್ಷಣಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಅವು ಉತ್ತಮ ಶಬ್ದ ಸಂಪತ್ತಿನಿಂದ ಕೂಡಿದ್ದು ಸಮತೋಲಿತ, ತಟಸ್ಥ ಹಾಗೂ ವಿಶ್ವಕೋಶೀಯ ದರ್ಜೆಯ ಮಾಹಿತಿಗಳನ್ನು ಹೊಂದಿರುತ್ತವಲ್ಲದೆ ಅವು ವ್ಯಾಪಕ ಹಾಗೂ ಪುರಾವೆಗಳನ್ನು"
,"ಒದಗಿಸಲು ಸಮರ್ಥವಾದ ದಾಖಲೆಗಳಾಗಿರುತ್ತವೆ. ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿ ಕಂಡು ಬರುವ ಮಾಹಿತಿಗಳನ್ನು ಸಂಶೋಧನ ಆಕರಗಳನ್ನಾಗಿ ಬಳಸಬೇಕಾದಲ್ಲಿ ಹೆಚ್ಚಿನ ಎಚ್ಚರಿಕೆ ವಹಿಸಬೇಕಾದುದು ಅವಶ್ಯಕ ಏಕೆಂದರೆ ಇಲ್ಲಿನ ಹಲವಾರು ಲೇಖನಗಳು ಸ್ವಾಭಾವಿಕವಾಗಿ"
,"ತಮ್ಮ ಪ್ರಬುದ್ಧತೆ ಮತ್ತು ಬೌದ್ಧಿಕ ದರ್ಜೆಗಳಲ್ಲಿ ಗಣನೀಯ ಪ್ರಮಾಣದ ಏರುಪೇರುಗಳನ್ನು ತೋರಿಸಬಹುದು. ಸಂಶೋಧಕರು ಈ ಬಗ್ಗೆ ಜಾಗೃತರಾಗುವಂತೆ ನೆರವಾಗಲು ಹಲವಾರು ಮಾರ್ಗಸೂಚಿಗಳು ಮತ್ತು ಸೂಚನಾಪುಟಗಳನ್ನು ವ್ಯವಸ್ಥೆಗೂಳಿಸಲಾಗಿದೆ."
,"ಸಾಂಪ್ರದಾಯಿಕವಾದ ಮುದ್ರಿತ ವಿಶ್ವಕೋಶಗಳಿಗಿಂತ ವಿಕಿಪೀಡಿಯಾ ಕೆಲವು ಹೆಚ್ಚಿನ ಸೌಲಭ್ಯಗಳನ್ನು ಹೂಂದಿದೆ. ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ಮಾಹಿತಿ ಸಂಗ್ರಹಣೆ ತುಂಬಾ ಅಗ್ಗ. ಈ ಮಾಹಿತಿಗಳನ್ನು ಮುದ್ರಿಸಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲದೆ ಇರುವುದರಿಂದ ಪರಿಸರ ಹಾನಿ "
,"ಗಣನೀಯವಾಗಿ ತಗ್ಗುವುದು . ವಿಕಿಪೀಡಿಯಾದ ಪ್ರತಿಯೊಂದು ಮಾಹಿತಿಯೂ ಬೆಸುಗೆಗಳನ್ನು ಹೊಂದಿರುವುದರಿಂದ ಮುದ್ರಿತ ಗ್ರಂಥಗಳಲ್ಲಿರುವಂತೆ ಸಾಲು ಸಾಲಿಗೂ ಸೂಕ್ತ ವಿವರಣೆಗಳನ್ನು ನೀಡಬೇಕಾದ ಅವಶ್ಯಕತೆ ಇರುವುದಿಲ್ಲ. ಅಲ್ಲದೆ "
,"ವಿಕಿಪೀಡಿಯಾದ ಸಂಪಾದಕೀಯ ಚಕ್ರ ಅಲ್ಪಪ್ರಮಾಣದ್ದು. ಮುದ್ರಿತ ವಿಶ್ವಕೋಶಗಳು ಮುಂದಿನ ಪರಿಷ್ಕೃತ ಆವೃತ್ತಿ ಪ್ರಕಟಗೊಳ್ಳುವವರೆಗೂ ಬದಲಾವಣೆ ಹೊಂದದೆ ಇರಬೇಕಾಗುತ್ತದೆ. ಅಲ್ಲದೆ ಬಳಕೆದಾರರು ಪ್ರತಿ ಪರಿಷ್ಕೃತ ಆವೃತ್ತಿಗೂ ಹೆಚ್ಚಿನ ಹಣವನ್ನು "
,"ವೆಚ್ಚಮಾಡಬೇಕಾಗುತ್ತದೆ. ಆದರೆ ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿ ಪರಿಷ್ಕರಣಕಾರರು ಯಾವುದೇ ಕ್ಷಣದಲ್ಲಿ ಮಾಹಿತಿಗಳನ್ನು ಪರಿಷ್ಕರಿಸಿ ಅವುಗಳ ಉತ್ಕೃ಼ಷ್ಟತೆಯನ್ನು ಹೆಚ್ಚಿಸಬಹುದು. ಇದರಿಂದಾಗಿ ಇತ್ತೀಚಿನ ವಿದ್ಯಮಾನಗಳು ಮತ್ತು ವಿದ್ವತ್ ಪ್ರಗತಿಗಳನ್ನು ಸಹ ತಕ್ಷಣವೇ "
,"ದಾಖಲಿಸಿ ಮಾಹಿತಿಗಳು ಪ್ರಸ್ತುತತೆಯನ್ನು ವೃದ್ಧಿಗೊಳಿಸಬಹುದು."
,"ವಿಕಿಪೀಡಿಯಾ ಎಂಬ ಬೌದ್ಧಿಕ ಆಯಾಮದಲ್ಲಿ ಪಾತ್ರ ವಹಿಸಲು ಎಲ್ಲರಿಗೂ ಮುಕ್ತ ಅವಕಾಶವುಂಟು. ಅದರಲ್ಲಿನ ಮಾಹಿತಿ ಸಂಗ್ರಹಕಾರರ ವ್ಯಾಪ್ತಿ ತುಂಬಾ ವಿಸ್ತಾರವಾದುದು. ಅಲ್ಲದೆ, ವಿಕಿಪೀಡಿಯಾದ ಸಂಪಾದಕೀಯ ಮಾರ್ಗಸೂಚಿ ಹಾಗೂ ಧೋರಣೆಗಳಿಗೆ "
,"ಒಳಪಟ್ಟು ಮತ್ತು ಬಹುಮತದ ಒಪ್ಪಿಗೆಯಿಂದ ಅಲ್ಲಿನ ಲೇಖನಗಳು ಬರೆಯಲ್ಪಡುತ್ತವೆ. ಇದು ವಿಕಿಪೀಡಿಯಾದ ಅಗಾಧ ಸಾಮರ್ಥ್ಯವೂ ಹೌದು ಮತ್ತು ಕೆಲವೊಮ್ಮೆ ಇದರ ದೌರ್ಬಲ್ಯ ಮತ್ತು ವೈವಿಧ್ಯತೆಗಳೂ ಹೌದು."
,"ಪಾಪನಾಶ"
,"ಸುಮಾರು ಇಪ್ಪತೈದು ವರ್ಷಗಳ ಹಿಂದಿನ ಮಾತು. ಆಗ ಬೀದರ್ ಇಿಂದಿನರು ದೊಡ್ಡದಾದ ಊರಾಗಿರಲಿಲ್ಲ. ಇಿಂದಿನ ಹೌಸಿಂಗ್"
,"ಕಾಲೊನಿ ಆಗಿನೊೂ ತಲ ಎತ್ತಿರಲಿಲ್ಲ. ಆಗ ಅದಲ್ಲ ಬಯಲು ಪ್ರದೀಶವಾಗಿತುಿ. ಅಲಿಲಿಂದ ಸುಮಾರು ಎರಡು ಮೈಲಿ ದೊರದ ಒಿಂದು"
,"ಕಣಿವಯ ರಮ್ಯವಾದ ಸಥಳದಲಿಲ ಪಾಪ್ನಾಶ ವಂಬ ಒಿಂದು ಸಣ್ಣ ಗುಡಿಯಿತುಿ. ಈಗಲೊ ಇದ . ಆದರ ಈಗ ಅದರ ರೊಪ್"
,"ಸಿಂಪೂಣ್ಷವಾಗಿ ಬದಲಾಗಿದ ."
,"ನಮ್ಮ ತಿಂದ ಯವರು ನಿಸಗಷ ಪ್ರರಯರು. ವಕೀಲಿ ವೃತ್ತಿಯವರಾದ ಅವರು ಕೊರ್ಟಷ ಕ ಲ್ಸ ಮ್ಗಿಸ ಬಿಂದ ಮೀಲ ನಮ್ಮನೂಲ್ಲ"
,"(ನಮ್ಮ ತಾಯಿ, ನಾವು ನಾಲು ಜನ ಅಕು ತಿಂಗಿಯರು ಮ್ತುಿ ನಮ್ಮ ಇಬಬರು ಅಣ್ಣಿಂದಿರನುೂ) ಕರ ದುಕೊಿಂಡು ಪ್ರಕೃತ್ತಯ"
,"ಸುಿಂದರವಾದ ತಾಣ್ಕು ಅಥವಾ ಏಕಾಿಂತವಿರುವ ಐತ್ತಹಾಸಕ ಸಥಳಗಳಿಗ ಕರ ದುಕಿಂಡು ಹೀಗುವ ವಾಡಿಕ ಯಿತುಿ. ನಾವ ಲ್ಲರೊ"
,"ಸೀರಿ ನಮ್ಮ ಫೊರ್ಡಷ ಕಾರಿನಲಿಲ ಪಾಪ್ನಾಶ, ನಾನಕ್ ಝರನಾ, ಅಲಿಬರಿೀದ್, ಬೀದರಿನ ಕೊೀಟ ಅಥವಾ ವಿಮಾನ ನಿಲಾಾಣ್ದ"
,"ರನ್ವೀ ಇತಾಯದಿ ಸಥಳಗಳಿಗ ಹೊೀಗಿ ಅಲಿಲ ಮ್ನದಣಿಯೆ ತ್ತರುಗಾಡಿ ನಿಂತರ ಹಿಂತ್ತರುಗಿ ಬರುತ್ತಿದಾವು. ಅರೊುಜನ ಆ ಕಾರಿನಲಿಲ"
,"ಹೊೀಗುತ್ತಿದುಾದನುೂ ಈಗ ನ ನ ಸಕ ೊಿಂಡ್ರ ಅಚ್ಚರಿಯಾಗುತಿದ ."
,"ಪಾಪ್ನಾಶಕು ಹೊೀಗುವುದು ಎಿಂದರ ಸಿಂತಸದಿಿಂದ ನನೂ ಮೈ ನವಿರೀಳುತ್ತಿತುಿ, ಮ್ನಸುು ಹುಚ್ ಚದುಾ ಕುಣಿಯುತ್ತಿತುಿ."
,"ಮೈಮ್ನಗಳಿಗ ಅಪಾರ ಸುಖ ಕೊಡುವ ಅಿಂತಹ ಸಥಳ ಇನೊೂಿಂದಿಲ್ಲವಿಂದ ೀ ನನೂ ಭಾವನ ಯಾಗಿತುಿ. ಪಾಪ್ನಾಶ ಗುಡಿಯು"
,"ಕಣಿವ ಯಲಿಲತುಿ. ಅಲಿಲಗ ನದ ದು ಹೀಗಲು ಸರಿಯಾದ ದಾರಿಯಿರಲಿಲ್ಲ. ಟಾರು ರಸಿ ಬಟುುು ಬಯಲಿನಲಿಲ ಬಲ್ಗದ ಗ"
,"ತ್ತರುಗಿಕಿಂಡು ಸುಮಾರು ಒಿಂದು ಫಲಾಷಿಂಗ್ ದೊರ ಹೊೀದ ಮೀಲ , ಗುಡಿಗ ಇಳಿದು ಹೊೀಗುವ ಸಥಳ ಸಗುತ್ತಿತುಿ. ಆದರ ಅದು"
,"ಕಣಿಣಗ ಬೀಳುತ್ತಿರಲಿಲ್ಲ. ಬಯಲು ಇನೊೂ ಇರಬಹುದು ಎಿಂದು ಮ್ಂದ ಹೊೀದರ ಕಣಿವ ಯಲಿಲಯೆೀ ಬೀಳಬೀಕಾಗಿತುಿ. ಅಲಿಲ ಯಾವ"
,"ರಕ್ಷಣ ಯ ಗೊೀದ ಯಾಗಲಿ ಅಡ್ಡವಿಟ್ಟುರುವ ಕಲುಲಗಳಾಗಲಿ ಇರಲಿಲ್ಲ. ಇದರಿಿಂದ ನಮ್ಮ ತಾಯಿಗ ಬಹಳ ಆತಿಂಕವಾಗುತ್ತಿತುಿ. ಅದು"
,"ಇನೊೂ ದೊರವಿರುವಾಗಲೀ ಅವರು ಕಾರನುೂ ನಿಲಿಲಸಲು ಕೀಳಿಕೊಳುುತ್ತಿದಾರು. ಆದರ ನಮ್ಮ ತಿಂದ ಯವರು ಯಾರ ಮಾತ್ತಗೊ"
,"ಕವಿಗೊಡ್ದ ಆತಮ ವಿಶಾಸದಿಿಂದ ಆ ಬಯಲಿನ ತುದಿಯವರ ಗೊ ಕಾರು ತ ಗ ದುಕಂಡು ಹೊೀಗಿ ನಾವ ಲ್ಲರೊ ನಮ್ಮ"
,"ಹೃದಯವನುೂ ಕೈಯಲಿಲ ಹಡಿಕೊಳುುವಿಂತ ಮಾಡುತ್ತಿದಾರು. ಅಲಿಲ ಮೀಲಿನಿಿಂದಲೀ ಗುಡಿ ಕಿಂಡುಬರುತ್ತಿದಿಾತು. ರಾಮ್ ಸೀತ ಮ್ತುಿ"
,"ಲ್ಕ್ಷಮಣ್ರು ತಮ್ಮ ವನವಾಸದ ಕ ಲ್ವು ದಿನಗಳನುೂ ಇಲಿಲ ಕಳ ದರ ಿಂದೊ, ಆ ಸಮ್ಯದಲಿಲ ರಾಮ್ನು ಈ ಲಿಿಂಗವನುೂ"
,"ಸಾಥಪ್ರಸದನ ಿಂದೊ, ಈ ಲಿಿಂಗದ ದಶಷನದಿಿಂದ ಪಾಪ್ನಾಶವಾಗುವುದ ಿಂದೊ ಪ್ರತ್ತೀತ್ತ ಇದ ."
,"ಕಾರಿನಿಿಂದ ಇಳಿದು ಯಾವಾಗ ಗುಡಿ ಸೀರುವ ನೀ ಎನುೂವ ತವಕದಿಿಂದ ನಾನು, ನಮ್ಮ ತಾಯಿಯ ಎಚ್ಚರಿಕ ಯ ಮಾತುಗಳಿಗ"
,"ಕವಿಗೊಡ್ದ ಕಣಿವ ಯಲಿಲ ಇಳಿಯಲು ಮ್ಂದಾಗುತ್ತಿದಾ. ಕ ಳಗ ಇಳಿದು ಹೀಗಲು ದಾರಿ ಮಾಡ್ಲು ತೊಡ್ಗಿದಾರು. ಅಲಿಲ ಇಳಿದು"
,"ಹೊೀಗುವುದು ಬಹು ಸುಿಂದರವಾದ ಅನುಭವವಾಗಿತುಿ. ಅದು ನಿಜಷನ ಪ್ರದೀಶವಾಗಿತುಿ. ಎತಿರದ ಗಟ್ಟು ಮ್ಣಿಣನ ದಿಣಣಗಳನುೂ"
,"ಕೊರದು ಈ ದಾರಿ ನಿರ್ಮಷಸುತ್ತಿದಾರು. ಆದಾರಿಿಂದ ಎರಡೊ ಬದಿಗ ಸುಮಾರು ೨೫ ರಿಿಂದ ೩೦ ಅಡಿಗಳರುು ಎತಿರದ"
,"ಗೊೀದ ಗಳು ನಿಮಾಷಣ್ಗಂಡಿದಾವು. ಜಾಲಾಮ್ಖಿಯ ಲಾವಾರಸದಿಿಂದ ನಿರ್ಮಷತವಾದ ಬೀದರಿನ ಪ್ರದ ೀಶದ ಮ್ಣುಣ ಕಬಬಣ್ದ "
,"ಅಿಂಶದಿಿಂದ ಕೊಡಿ ಬಲು ಕಂಪಾಗಿದ . ಅಲ್ಲದ ಅದರಲಿಲ ಇನೊೂ ಯಾವಯಾವ ಖನಿಜಗಳು ಇವ ಎಿಂಬುದು ನನಗ ತ್ತಳಿದಿಲ್ಲ. ಆದರ"
,"ದ್ರಾವಿಡ ಭಾಷೆಗಳಲ್ಲಿ ಪ್ರಾಮುಖ್ಯವುಳ್ಳ ಭಾಷೆಯೂ ಭಾರತದ ಪುರಾತನವಾದ ಭಾಷೆಗಳಲ್ಲಿ ಒಂದೂ ಆಗಿರುವ ಕನ್ನಡ ಭಾಷೆಯನ್ನು ಅದರ ವಿವಿಧ ರೂಪಗಳಲ್ಲಿ ಸುಮಾರು ೪೫ ದಶಲಕ್ಷ ಜನರು ಆಡು ನುಡಿಯಾಗಿ ಬಳಸುತ್ತಲಿದ್ದಾರೆ. "
,"ಕನ್ನಡ ಕರ್ನಾಟಕ ರಾಜ್ಯದ ಆಡಳಿತ ಭಾಷೆ. ಜಗತ್ತಿನಲ್ಲಿ ಅತ್ಯಂತ ಹೆಚ್ಚು ಮಂದಿ ಮಾತನಾಡುವ ಭಾಷೆಯೆಂಬ ನೆಲೆಯಲ್ಲಿ ಇಪ್ಪತೊಂಬತ್ತನೆಯ ಸ್ಥಾನ ಕನ್ನಡಕ್ಕಿದೆ. ೨೦೧೧ರ ಜನಗಣತಿಯ ಪ್ರಕಾರ ಜಗತ್ತಿನಲ್ಲಿ ೬.೪ ಕೋಟಿ ಜನಗಳು ಕನ್ನಡ "
,"ಮಾತನಾಡುತ್ತಾರೆ ಎಂದು ತಿಳಿದುಬಂದಿದೆ. ಇವರಲ್ಲಿ ೫.೫ ಕೋಟಿ ಜನಗಳ ಮಾತೃಭಾಷೆ ಕನ್ನಡವಾಗಿದೆ. ಬ್ರಾಹ್ಮಿ ಲಿಪಿಯಿಂದ ರೂಪುಗೊಂಡ ಕನ್ನಡ ಲಿಪಿಯನ್ನು ಉಪಯೋಗಿಸಿ ಕನ್ನಡ ಭಾಷೆಯನ್ನು ಬರೆಯಲಾಗುತ್ತದೆ. ಕನ್ನಡ ಬರಹದ ಮಾದರಿಗಳಿಗೆ "
,"ಸಾವಿರದ ಐನೂರು ವರುಷಗಳ ಚರಿತ್ರೆಯಿದೆ. ಕ್ರಿ.ಶ. ಆರನೆಯ ಶತಮಾನದ ಪಶ್ಚಿಮ ಗಂಗ ಸಾಮ್ರಾಜ್ಯದ ಕಾಲದಲ್ಲಿ ಮತ್ತು ಒಂಬತ್ತನೆಯ ಶತಮಾನದ ರಾಷ್ಟ್ರಕೂಟ ಸಾಮ್ರಾಜ್ಯದ ಕಾಲದಲ್ಲಿ ಹಳಗನ್ನಡ ಸಾಹಿತ್ಯ ಅತ್ಯಂತ ಹೆಚ್ಚಿನ ರಾಜಾಶ್ರಯ ಪಡೆಯಿತು. "
,"ಅದಲ್ಲದೆ ಸಾವಿರ ವರುಷಗಳ ಸಾಹಿತ್ಯ ಪರಂಪರೆ ಕನ್ನಡಕ್ಕಿದೆ.ವಿನೋಬಾ ಭಾವೆ ಕನ್ನಡ ಲಿಪಿಯನ್ನು ಲಿಪಿಗಳ ರಾಣಿಯೆಂದು ಹೊಗಳಿದ್ದಾರೆ"
,"ಕನ್ನಡವು ಒಂದು ದ್ರಾವಿಡ ಭಾಷೆಯಾಗಿದೆ. ಕನ್ನಡ ಲಿಪಿ ಸುಮಾರು ೧೫೦೦-೧೬೦೦ ವರ್ಷಗಳಿಗಿಂತಲೂ ಹಿಂದಿನದು. ಐದನೆಯ ಶತಮಾನದ ಹಲ್ಮಿಡಿ ಶಾಸನದ ಸಮಯಕ್ಕಾಗಲೇ ಕನ್ನಡವು ಸಾಕಷ್ಟು ಅಭಿವೃದ್ಧಿ ಹೊಂದಿತ್ತು. ದ್ರಾವಿಡ ಭಾಷಾತಜ್ಞ ಸ್ಟಾನ್‍ಫೋರ್ಡ್ ಸ್ಟೀವರ್ ಅವರ ಅಭಿಪ್ರಾಯದಂತೆ, ಕನ್ನಡದ ಭಾಷಿಕ ಚರಿತ್ರೆಯನ್ನು ಮೂರು ವಿಧವಾಗಿ ವಿಂಗಡಿಸಬಹುದು;"
,"ಹಳಗನ್ನಡ ಕ್ರಿ.ಶ. ೪೫೦ರಿಂದ ಕ್ರಿ.ಶ. ೧೨೦೦ರವರೆಗೆ,ನಡುಗನ್ನಡ ಕ್ರಿ. ಶ. ೧೨೦೦ರಿಂದ ಕ್ರಿ.ಶ. ೧೭೦೦ರವರೆಗೆ ಮತ್ತು ಹೊಸಗನ್ನಡ ಕ್ರಿ. ಶ. ೧೭೦೦ರಿಂದ ಪ್ರಸ್ತುತ ಕಾಲಘಟ್ಟದವರೆಗೆ."
,"ಕನ್ನಡ ಭಾಷಾ ಪರಿಣತರು ಕನ್ನಡ ಸಾಹಿತ್ಯದ ಬೆಳವಣಿಗೆಯನ್ನು ಅಭ್ಯಾಸ ಮಾಡಬಹುದಾದ ಕಾಲಮಾನಗಳನ್ನು ಈ ಕೆಳಗಿನಂತೆಯೂ ನಿಷ್ಕರ್ಷಿಸಿದ್ದಾರೆ."
,"ಪೂರ್ವದ ಹಳಗನ್ನಡ - ಅನಿಶ್ಚಿತ ಕಾಲಘಟ್ಟದಿಂದ ೭ನೇಯ ಶತಮಾನದವರೆಗೆ"
,"ಹಳಗನ್ನಡ - ೭ರಿಂದ ೧೨ನೆಯ ಶತಮಾನದವರೆಗೆ"
,"ನಡುಗನ್ನಡ - ೧೨ನೆಯ ಶತಮಾನದ ಪ್ರಾರಂಭದಿಂದ ೧೮ನೆಯ ಶತಮಾನದವರೆಗೆ"
,"ಹೊಸಗನ್ನಡ - ೧೮ನೆಯ ಶತಮಾನದ ಆದಿಯಿಂದ ಈಚೆಗೆ"
,"ಕಳೆದ ಶತಮಾನದಲ್ಲಿ ಎಂದರೆ ೨೦ನೆಯ ಶತಮಾನದಲ್ಲಿ ಕನ್ನಡ ಭಾಷೆಯ ಅಭಿವೃದ್ಧಿ ಬಹಳ ವ್ಯಾಪಕವಾಗಿ ನಡೆಯಿತು. ಕನ್ನಡ ಭಾಷೆಯು ಅಭಿಜಾತ ಭಾಷೆಯೆಂಬ ಸ್ಥಾನಮಾನವನ್ನು ಕೇಂದ್ರ ಸರಕಾರದಿಂದ ಪಡೆದಿದೆ. ಅಂತರಜಾಲದಲ್ಲಿ ಕನ್ನಡ ಭಾಷೆಯ"
,"ಬಳಕೆ ಯಥೇಚ್ಛವಾಗಿದೆ. ಕನ್ನಡ ಭಾಷೆ ವಾಣಿಜ್ಯ ಕ್ಷೇತ್ರದಲ್ಲಿಯೂ ಮುಂಚೂಣಿಯ ಭಾಷೆಯಾಗಿ ಬೆಳೆಯತೊಡಗಿದೆ."
,"ಕನ್ನಡದಲ್ಲಿ ಸಂಸ್ಕೃತದ ಪ್ರಭಾವ ಅಸಾಧಾರಣವಾದುದು. ಪ್ರಾಕೃತ, ಪಾಳಿ ಮುಂತಾದ ಭಾಷೆಗಳ ಪ್ರಭಾವವೂ ಕನ್ನಡಕ್ಕಿದೆ. ಕ್ರಿ.ಪೂ ಮೂರನೆಯ ಶತಮಾನಕ್ಕೂ ಮುನ್ನವೇ ಕನ್ನಡ ಮೌಖಿಕ ಪರಂಪರೆಯ ಭಾಷೆಯಾಗಿ ರೂಪುಗೊಂಡಿತ್ತೆಂಬುದಕ್ಕೂ"
,"ಪ್ರಾಕೃತ ಭಾಷೆಯಲ್ಲಿಯೂ ತಮಿಳು ಭಾಷೆಯಲ್ಲಿಯೂ ಬರೆಯಲ್ಪಟ್ಟ ಶಾಸನಗಳಲ್ಲಿ ಕನ್ನಡದ ಶಬ್ದಗಳು ಬಳಕೆಯಾಗಿವೆಯೆಂದೂ ಇತಿಹಾಸ ತಜ್ಞ ಐರಾವತಂ ಮಹಾದೇವನ್ ಸಾಬೀತುಪಡಿಸಿದ್ದಾರೆ. ಆ ಸಂಶೋಧನೆಯ ಪ್ರಕಾರ ಕನ್ನಡ ಅಗಾಧ ಪ್ರಮಾಣದ ಜನತೆ "
,"ಮಾತನಾಡುತ್ತಿದ್ದ ಭಾಷೆಯಾಗಿದ್ದಿತೆಂದೂ ತಿಳಿದುಬಂದಿದೆ. ಕೆ.ವಿ. ನಾರಾಯಣರು ಹೇಳುವಂತೆ, ಇಂದಿಗೆ ಕನ್ನಡದ ಉಪಭಾಷೆಗಳೆಂದು ಗುರುತಿಸಲ್ಪಡುವ ಭಾಷೆಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವು ಕನ್ನಡದ ಹಳೆಯ ರೂಪವನ್ನು"
,"ಹೋಲುವಂಥವಾಗಿರಬಹುದು. ಅಲ್ಲದೆ ಅನ್ಯ ಭಾಷೆಗಳ ಪ್ರಭಾವ ವ್ಯಾಪಕವಾಗಿ ಒಳಗಾಗದ ಭಾಷೆಗಳು ಇವೆಂದೂ ಅಭಿಪ್ರಾಯಪಡುತ್ತಾರೆ. "
,"ಕನ್ನಡ ವಿಶ್ವಕೋಶವು ಮೀಡಿಯಾವಿಕಿಯನ್ನು ಬಳಸಿ ಕಟ್ಟಿರುವ ಸ್ವತಂತ್ರ ವಿಶ್ವಕೋಶ. ಈ ವಿಶ್ವಕೋಶ ಅನೇಕ ಭಾಷೆಗಳಲ್ಲಿ ಲಭ್ಯವಿದೆ. ಪ್ರಸ್ತುತ ಕನ್ನಡ ಆವೃತ್ತಿಯು ಜೂನ್ ೨೦೦೩ ರಲ್ಲಿ ಪ್ರಾರಂಭವಾಯಿತು. ಅನುವಾದಿಸಲು ಉತ್ಸಾಹವಿರುವವರು ಈ ಉಲ್ಲೇಖವನ್ನು"
,"ಓದಿಕೊಳ್ಳುವುದಾಗಿ ವಿನಂತಿ. ಪ್ರಯೋಗಾರ್ಥ ವಿಕಿಪೀಡಿಯಾ ಪುಟವನ್ನು ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿ ಸಂಪಾದನೆ ಕಲಿಯಲು ಬಳಸಿಕೊಳ್ಳಬಹುದು."
,"ಆಧುನಿಕ ಬದುಕಿನ ಜ್ಞಾನ-ವಿಜ್ಞಾನ ಕ್ಷೇತ್ರದಲ್ಲಿನ ಅದ್ಭುತ ಅವಿಷ್ಕಾರಗಳಲ್ಲೊಂದಾದ ಮಾಹಿತಿ ತಂತ್ರಜ್ಞಾನದ ಒಂದು ವಿನೂತನ ಪರಿಕಲ್ಪನೆ -ವಿಕಿಪೀಡಿಯಾ. ಹವಾಮಿ ಭಾಷೆಯಲ್ಲಿ ವಿಕಿ ಎಂದರೆ ಶೀಘ್ರ ಅಥವಾ ತ್ವರಿತಗತಿ ಎಂದರ್ಥ. ಇಂಗ್ಲೀಷಿನಲ್ಲಿ ಎನ್ "
,"ಸೈಕ್ಲೊಪೀಡಿಯಾ  ಎಂದರೆ ವಿಶ್ವಕೋಶ ಎಂದರ್ಥ. ಇವೆರಡೂ ಶಬ್ದಗಳನ್ನು ಸಂಯೋಜಿಸಿ ವಿಕಿಪೀಡಿಯಾ ಎಂಬ ಗಣಕೀಕೃತ ವಿಶ್ವಕೋಶದ ಮಾದರಿಯಲ್ಲಿ ಇದನ್ನು ಅಭಿವೃದ್ಧಿಗೊಳಿಸಲಾಗಿದೆ. ಕನ್ನಡದಲ್ಲಿ ಇದನ್ನು 'ತ್ವರಿತ ವಿಶ್ವಕೋಶ' ಎಂದು ಹೆಸರಿಸ "
,"ಬಹುದು. ಇದೊಂದು ಬಹುಭಾಷೀಯ ಹಾಗೂ ಅಂತರ್ಜಾಲ ಆಧಾರಿತ ವಿಶ್ವಕೋಶವಾಗಿದ್ದು,ನಿರಂತರವಾಗಿ ಪರಿಷ್ಕರಣಗೂಳ್ಳಬಲ್ಲ ಮಾಹಿತಿ ವಿತರಣ ಸಾಧನವಾಗಿದೆ."
,"ಕ್ರಿ.ಶ್ ೨೦೦೧ರಲ್ಲಿ ಆಯೋಜಿಸಲ್ಪಟ್ಟ ಈ ವಿಶ್ವಕೋಶವು ಅತ್ಯಂತ ಶೀಘ್ರವಾಗಿ ಬೆಳವಣಿಗೆಯನ್ನು ಹೊಂದಿ ಇಂದು ಅತ್ಯಂತ ಬೃಹತ್ತಾದ ಮತ್ತು ಅಸಂಖ್ಯಾತ ಆಕರಗಳನ್ನು ಹೊಂದಿರುವ ಅಂತರ್ಜಾಲ ತಾಣವಾಗಿ ಅಭಿವೃದ್ಧಿಗೊಂಡಿದೆ. ಈ ತಾಣವನ್ನು ವಿಶ್ವದಾದ್ಯಂತ "
,"ಪ್ರತಿ ತಿಂಗಳು ಸುಮಾರು ೪೦೦ ದಶಲಕ್ಷ ಮಂದಿ ಸಂದರ್ಶಿಸುತ್ತಾರೆಂದು ಹೇಳಲಾಗಿದೆ. ಅನೇಕ ವೈವಿಧ್ಯಮಯ ಕ್ಷೇತ್ರಗಳಲ್ಲಿನ ಸುಮಾರು ೮೨೦೦೦ ಮಂದಿ ೧೭ ದಶಲಕ್ಷ ಲೇಖನಗಳನ್ನು ಈ ತಾಣಕ್ಕೆ ಕಳುಹಿಸುತ್ತಾರೆ. ಯಾವುದೇ ರೀತಿಯ ಸಾಮಾಜಿಕ, ಸಾಂಸ್ಕೃತಿಕ, ಅಥವಾ"
,"ಜನಾಂಗೀಯ ನಿರ್ಬಂಧಗಳಿಲ್ಲದೆ ಯಾರು ಬೇಕಾದರೂ ವಿವಿಧ ರೀತಿಯ ಲೇಖನಗಳು, ಆಕರಗಳು, ಚಿತ್ರಗಳು ಮತ್ತಿತರ ಮಾಧ್ಯಮ ಪ್ರಕಾರಗಳ ಬಗೆಗಿನ ಮಾಹಿತಿಗಳನ್ನು ಈ ತಾಣಕ್ಕೆ ಕಳುಹಿಸಬಹುದು."
,"ಕೊಡುಗೆದಾರರ ಪರಿಣತಿಯಾಗಲೀ ವಿದ್ಯಾರ್ಹತೆಯಾಗಲೀ ಅಥವಾ ಮತ್ತಾವುದೇ ಅಂಶವಾಗಲೀ ಇಲ್ಲಿ ಗಣನೆಗೆ ಬರುವುದಿಲ್ಲ. ಆದರೆ ಹಾಗೆ ನೀಡಲ್ಪಟ್ಟ ಮಾಹಿತಿಗಳು ನಂಬಲರ್ಹವಾದ ಮೂಲಗಳ ಮೂಲಕ ಖಚಿತಗೊಳ್ಳಲ್ಪಡಲು ಸಮರ್ಥವಾಗಿರಬೇಕು."
,"ಅಂತರ್ಜಾಲ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿರುವ ಯಾರೇ ಆದರೂ ಇಲ್ಲಿ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನು ಪರಿಷ್ಕರಿಸಬಹುದು ಅಥವಾ ವೃದ್ಧಿಗೊಳಿಸಬಹುದು. ಈ ರೀತಿಯ ಬಹಿರಂಗ ವ್ಯವಸ್ಥೆಯ ಕಾರಣದಿಂದಾಗಿ ಈ ತಾಣದಲ್ಲಿ ಬೃಹತ್ ಪ್ರಮಾಣದ ಮಾಹಿತಿಗಳು "
,"ಲಭ್ಯವಾಗಲು ಸಾಧ್ಯವಾಗಿದೆ. ವಿಕಿಪೀಡಿಯಾ ತಾಣವನ್ನು ಸಂದರ್ಶಿಸುವ ಮಂದಿಯಲ್ಲಿ ಅನೇಕರು ತಮಗೆ ಆಸಕ್ತಿ ಇರುವ ಮಾಹಿತಿಗಳನ್ನು ಪಡೆದುಕೂಳ್ಳಲು ಬಯಸಿದರೆ ಮತ್ತೆ ಕೆಲವರು ತಮ್ಮಲ್ಲಿಯ ಮಾಹಿತಿಗಳನ್ನು ಇತರರೊಂದಿಗೆ ವಿನಿಮಯ ಮಾಡಿಕೂಳ್ಳಲು ಉತ್ಸುಕರಾಗಿರುತ್ತಾರೆ."
,"ಈ ತಾಣದಲ್ಲಿ ಲಭ್ಯವಿರುವ ಮಾಹಿತಿಗಳನ್ನು ನಿರಂತರವಾಗಿ ಸುಧಾರಣೆಗೆ ಮತ್ತು ಪರಿಷ್ಕರಣೆಗೆ ಒಳಪಡಿಸಲಾಗುತ್ತದೆ . ಮಾಹಿತಿಗಳನ್ನು ಹಲವಾರು ಶೀರ್ಷಿಕೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ವರ್ಗೀಕರಿಸಲಾಗುತ್ತದೆ. ಈ ವಿಕಿಪೀಡಿಯ ತಾಣವು ಹಲವಾರು ಪ್ರವೇಶದ್ವಾರಗಳನ್ನು ಹೊಂದಿದೆ. "
,"ಈ ದ್ವಾರಗಳ ಸುತ್ತ ಒಂದು ನಿರ್ದಿಷ್ಟ ವಿಷಯದ ಬಗೆಗಿನ ಪಠ್ಯಗಳನ್ನು ಅಳವಡಿಸಲಾಗಿರುತ್ತದೆ. ಗಣಕಯಂತ್ರದ ಪರದೆಯ ಬಲ ಮೇಲುಭಾಗದಲ್ಲಿನ ಶೋಧ ಸಂಪುಟ ವನ್ನು ಬಳಸಿ ನಮೆಗೆ ಬೇಕಾದ ಲೇಖನಗಳು ಅಥವಾ ಮಾಹಿತಿಯನ್ನು "
,"ಪಡೆಯಬಹುದು. ವಿಕಿಪೀಡಿಯಾ ಸುಮಾರು ಇನ್ನೂರು ಭಾಷಾವಿಭಾಗಗಳಲ್ಲಿ ಲಭ್ಯವಿದೆ. ಸರಳ ಇಂಗ್ಲೀಷ ಅವತರಣೆಕೆಗಳಲ್ಲದೆ. ಶಬ್ದಕೋಶ, ನುಡಿಮುತ್ತುಗಳು , ಗ್ರಂಥಗಳು , ಕೈಪಿಡಿಗಳು  ವೈಜ್ಞಾನಿಕ ಆಕರಗಳು ಹಾಗೂ ಮಾಧ್ಯಮ ಸೇವೆಗಳು ಹಾಗೂ ಇತರ ಸಂಬಂಧಿತ" 
,"ಮಾಹಿತಿಗಳನ್ನು ಇಲ್ಲಿ ಪಡೆಯಬಹುದು. ಈ ಎಲ್ಲ ಮಾಹಿತಿ ಪ್ರಾಕಾರಗಳನ್ನು ಪ್ರತ್ಯೇಕ ತಜ್ಞ ಸಮುದಾಯಗಳು ನಿರ್ವಹಿಸಿ ಸುಧಾರಿಸುತ್ತಿರುತ್ತವೆ. ಇತರ ಮೂಲಗಳಿಂದ ಪಡೆಯಲು ದುರ್ಲಭವಾಗಿರುವಂತಹ ಅನೇಕ ಮಾಹಿತಿಪ್ರಾಕಾರಗಳು ಮತ್ತು ಲೇಖನಗಳನ್ನು ಇಲ್ಲಿ ಕಾಣಲು ಸಾಧ್ಯವಿದೆ."
,"ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ಲೇಖನಗಳು ಮತ್ತು ಮಾಹಿತಿಗಳು ಒಂದಕ್ಕೊಂದು ಬೆಸುಗೆಗೊಂಡಿದ್ದು ಅವು ಪಾರಸ್ಪರಿಕ- ಆಕರಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಗಣಕಯಂತ್ರದ ಮೂಷಿಕವನ್ನು ಯಾವುದಾದರೂ ಬೆಸುಗೆಯ ಮೇಲೆ ಇರಿಸಿದಾಗ ಆ ಬೆಸುಗೆಯು ಯಾವ "
,"ಲೇಖನದ ಬಗ್ಗೆ ಮಾಹಿತಿಗಳನ್ನು ನೀಡಬಲ್ಲದೆಂದು ಸೂಚಿಸುತ್ತದೆ. ಪ್ರತಿಯೊಂದು ಲೇಖನದ ಅಂತ್ಯದಲ್ಲಿಯೂ ಹಲವಾರು ಪ್ರತ್ಯೇಕ ಬೆಸುಗೆಗಳಿದ್ದು ಅವು ಇತರ ಕುತೂಹಲಕಾರಿ ಲೇಖನಗಳು ಅಥವಾ ಪ್ರಸ್ತುತ ಬಾಹ್ಯ ಜಾಲತಾಣಗಳು  ಮತ್ತು ಪುಟಗಳು, ಆಕರ"
,"ವಿಷಯಗಳು ಆಥವಾ ನಿರ್ದಿಷ್ಟ ಜ್ಞಾನಕ್ಷೇತ್ರದ ವ್ಯವಸ್ಥಿತ ವಿಭಾಗಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೀಡಬಲ್ಲವು. ಇತರ ಕೆಲವು ಲೇಖನಗಳು, ಶಬ್ದಕೋಶದಲ್ಲಿನ ಖಚಿತ ವಿವರಣೆಗಳು, ಶ್ರಾವ್ಯ ಗ್ರಂಥಗಳ ಆಲಿಕೆ ಮತ್ತು ವಾಚನ, ಉದ್ಧೃತ ವಾಕ್ಯಗಳು ಇತರ"
,"ಭಾಷೆಗಳಲ್ಲಿರಬಹುದಾದ ಅದೇ ಲೇಖನ ಅಥವಾ ವಿಕಿಪೀಡಿಯಾದ ಸಹ-ಪ್ರಕಟನೆಗಳಲ್ಲಿ ದೂರೆಯಬಹುದಾದ ಇನ್ನಷ್ಟು ವಿವರಗಳು, ಇವೇ ಮುಂತಾದುವುಗಳ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ನೀಡಬಲ್ಲವು. ಯಾವುದಾದರೂ ಕೆಲವು ನಿರ್ದಿಷ್ಟ ಬೆಸುಗೆಗಳು ಅಲಭ್ಯವಾಗಿದ್ದಲ್ಲಿ "
,"ಅವುಗಳನ್ನು ಸೇರಿಸಲೂ ಸಹ ಅವಕಾಶವಿದೆ. ಇದು ಆಸಕ್ತರು ವಿಕಿಪೀಡಿಯಾಗೆ ನೀಡಬಹುದಾದ ಮತ್ತೊಂದು ಕೊಡುಗೆ."
,"ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ದಾಖಲೆಗಳು ಮತ್ತು ಮಾಹಿತಿಗಳನ್ನು ಅವು ಸ್ವಯಂ ಪರಿಪೂರ್ಣವೆಂದು ಭಾವಿಸಬಾರದು. ವಿಶ್ವದಲ್ಲಿ ಮಾಹಿತಿ ತಂತ್ರಜ್ಞಾನ, ವಿಜ್ಞಾನ, ಮತ್ತು ಅನ್ವೇಷಣೆಗಳು ನಿರಂತರವಾಗಿ ಜರುಗುತ್ತಿರುವುದರಿಂದ, ಹೀಗೆ ದೊರೆತ ತಧ್ಯಗಳನ್ನು ನಿರಂತರವಾಗಿ "
,"ಪರಿಷ್ಕರಣೆ ಹಾಗೂ ಸುಧಾರಣೆಗೆ ಒಳಪಡಿಸಲಾಗುತ್ತಿರುತ್ತದೆ. ಇದರಿಂದ ಕ್ರಮೇಣ ಅವುಗಳ ದರ್ಜೆ, ಕೆಲವುಸಮಯದಲ್ಲಿ ಹಳೆಯದನ್ನು ಒತ್ತಟ್ಟಿಗಿಟ್ಟು ಹೊಸದನ್ನು ಪ್ರತಿಪಾದಿಸುವ ಒಂದು ದೃಷ್ಟಿಕೋನ ಮತ್ತೆ ಗುಣಮಟ್ಟಗಳ ಮೌಲ್ಯವರ್ಧನೆಗೆ ಸಹಾಯವಾಗುತ್ತದೆ. "
,"ಇಲ್ಲಿನ ಎಲ್ಲ ಮಾಹಿತಿಗಳೂ ಪ್ರಾರಂಭದಲ್ಲಿಯೇ ವಿಶ್ವಕೋಶೀಯ ದರ್ಜೆಯವೆಂದು ಬಳಕೆದಾರರು ಭಾವಿಸಬಾರದು. ಇಲ್ಲಿ ದೊರೆಯುವ ಹಲವಾರು ಮಾಹಿತಿಗಳು ಸತ್ಯದೂರ ಅಥವಾ ಚರ್ಚಾಸ್ಪದ ವಿಷಯಗಳಾಗಿರುವ ಸಾಧ್ಯತೆಗಳಿವೆ. ವಾಸ್ತವವಾಗಿ ಅನೇಕ "
,"ಮಾಹಿತಿಗಳು ಕೇವಲ ಒಂದು ದೃಷ್ಟಿಕೋನವನ್ನು ಮಾತ್ರ ಪ್ರತಿನಿಧಿಸಬಹುದು. ವಾದ ವಿವಾದಗಳು ಮತ್ತು ಚರ್ಚೆಗಳಿಂದ ಕೂಡಿದ ಸುದೀರ್ಘ ವೈಚಾರಿಕ ಪ್ರಕ್ರಿಯೆಯ ನಂತರವೇ ಒಂದು ಒಮ್ಮತದ ಮತ್ತು ಅಲಿಪ್ತ ದೃಷ್ಟಿಕೋನವನ್ನು ನಿರ್ಧರಿಸಲಾಗುವುದು. ಅಲ್ಲದೆ "
,"ತಜ್ಞ ಪರಿಷ್ಕರಣಕಾರರು ಯಾವುದೇ ಒಂದು ಲೇಖನದ ವಿಷಯ ಅಥವಾ ವಿಧಾನಗಳ ಬಗ್ಗೆ ಅಭಿಪ್ರಾಯ ಭೇದವನ್ನು ತೋರಿದರೆ ಅಂತಹ ಸಂದರ್ಭಗಳಲ್ಲಿ ಅವರು ಸೂಕ್ತ ನಿರ್ಧಾರಗಳನ್ನು ಕೈಗೊಳ್ಳುವಲ್ಲಿ ಅವರಿಗೆ ನೆರವಾಗಲು ವಿಕಿಪೀಡಿಯಾ ಹಲವಾರು ಆಂತರಿಕ "
,"ವಿವಾದ ನಿವಾರಣಾ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ವ್ಯವಸ್ಥೆಗೂಳಿಸಿದೆ."
,"ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ಲೇಖನಗಳು ಕೆಲವು ಆದರ್ಶ ಲಕ್ಷಣಗಳನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಅವು ಉತ್ತಮ ಶಬ್ದ ಸಂಪತ್ತಿನಿಂದ ಕೂಡಿದ್ದು ಸಮತೋಲಿತ, ತಟಸ್ಥ ಹಾಗೂ ವಿಶ್ವಕೋಶೀಯ ದರ್ಜೆಯ ಮಾಹಿತಿಗಳನ್ನು ಹೊಂದಿರುತ್ತವಲ್ಲದೆ ಅವು ವ್ಯಾಪಕ ಹಾಗೂ ಪುರಾವೆಗಳನ್ನು"
,"ಒದಗಿಸಲು ಸಮರ್ಥವಾದ ದಾಖಲೆಗಳಾಗಿರುತ್ತವೆ. ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿ ಕಂಡು ಬರುವ ಮಾಹಿತಿಗಳನ್ನು ಸಂಶೋಧನ ಆಕರಗಳನ್ನಾಗಿ ಬಳಸಬೇಕಾದಲ್ಲಿ ಹೆಚ್ಚಿನ ಎಚ್ಚರಿಕೆ ವಹಿಸಬೇಕಾದುದು ಅವಶ್ಯಕ ಏಕೆಂದರೆ ಇಲ್ಲಿನ ಹಲವಾರು ಲೇಖನಗಳು ಸ್ವಾಭಾವಿಕವಾಗಿ"
,"ತಮ್ಮ ಪ್ರಬುದ್ಧತೆ ಮತ್ತು ಬೌದ್ಧಿಕ ದರ್ಜೆಗಳಲ್ಲಿ ಗಣನೀಯ ಪ್ರಮಾಣದ ಏರುಪೇರುಗಳನ್ನು ತೋರಿಸಬಹುದು. ಸಂಶೋಧಕರು ಈ ಬಗ್ಗೆ ಜಾಗೃತರಾಗುವಂತೆ ನೆರವಾಗಲು ಹಲವಾರು ಮಾರ್ಗಸೂಚಿಗಳು ಮತ್ತು ಸೂಚನಾಪುಟಗಳನ್ನು ವ್ಯವಸ್ಥೆಗೂಳಿಸಲಾಗಿದೆ."
,"ಸಾಂಪ್ರದಾಯಿಕವಾದ ಮುದ್ರಿತ ವಿಶ್ವಕೋಶಗಳಿಗಿಂತ ವಿಕಿಪೀಡಿಯಾ ಕೆಲವು ಹೆಚ್ಚಿನ ಸೌಲಭ್ಯಗಳನ್ನು ಹೂಂದಿದೆ. ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿನ ಮಾಹಿತಿ ಸಂಗ್ರಹಣೆ ತುಂಬಾ ಅಗ್ಗ. ಈ ಮಾಹಿತಿಗಳನ್ನು ಮುದ್ರಿಸಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲದೆ ಇರುವುದರಿಂದ ಪರಿಸರ ಹಾನಿ "
,"ಗಣನೀಯವಾಗಿ ತಗ್ಗುವುದು . ವಿಕಿಪೀಡಿಯಾದ ಪ್ರತಿಯೊಂದು ಮಾಹಿತಿಯೂ ಬೆಸುಗೆಗಳನ್ನು ಹೊಂದಿರುವುದರಿಂದ ಮುದ್ರಿತ ಗ್ರಂಥಗಳಲ್ಲಿರುವಂತೆ ಸಾಲು ಸಾಲಿಗೂ ಸೂಕ್ತ ವಿವರಣೆಗಳನ್ನು ನೀಡಬೇಕಾದ ಅವಶ್ಯಕತೆ ಇರುವುದಿಲ್ಲ. ಅಲ್ಲದೆ "
,"ವಿಕಿಪೀಡಿಯಾದ ಸಂಪಾದಕೀಯ ಚಕ್ರ ಅಲ್ಪಪ್ರಮಾಣದ್ದು. ಮುದ್ರಿತ ವಿಶ್ವಕೋಶಗಳು ಮುಂದಿನ ಪರಿಷ್ಕೃತ ಆವೃತ್ತಿ ಪ್ರಕಟಗೊಳ್ಳುವವರೆಗೂ ಬದಲಾವಣೆ ಹೊಂದದೆ ಇರಬೇಕಾಗುತ್ತದೆ. ಅಲ್ಲದೆ ಬಳಕೆದಾರರು ಪ್ರತಿ ಪರಿಷ್ಕೃತ ಆವೃತ್ತಿಗೂ ಹೆಚ್ಚಿನ ಹಣವನ್ನು "
,"ವೆಚ್ಚಮಾಡಬೇಕಾಗುತ್ತದೆ. ಆದರೆ ವಿಕಿಪೀಡಿಯಾದಲ್ಲಿ ಪರಿಷ್ಕರಣಕಾರರು ಯಾವುದೇ ಕ್ಷಣದಲ್ಲಿ ಮಾಹಿತಿಗಳನ್ನು ಪರಿಷ್ಕರಿಸಿ ಅವುಗಳ ಉತ್ಕೃ಼ಷ್ಟತೆಯನ್ನು ಹೆಚ್ಚಿಸಬಹುದು. ಇದರಿಂದಾಗಿ ಇತ್ತೀಚಿನ ವಿದ್ಯಮಾನಗಳು ಮತ್ತು ವಿದ್ವತ್ ಪ್ರಗತಿಗಳನ್ನು ಸಹ ತಕ್ಷಣವೇ "
,"ದಾಖಲಿಸಿ ಮಾಹಿತಿಗಳು ಪ್ರಸ್ತುತತೆಯನ್ನು ವೃದ್ಧಿಗೊಳಿಸಬಹುದು."
,"ವಿಕಿಪೀಡಿಯಾ ಎಂಬ ಬೌದ್ಧಿಕ ಆಯಾಮದಲ್ಲಿ ಪಾತ್ರ ವಹಿಸಲು ಎಲ್ಲರಿಗೂ ಮುಕ್ತ ಅವಕಾಶವುಂಟು. ಅದರಲ್ಲಿನ ಮಾಹಿತಿ ಸಂಗ್ರಹಕಾರರ ವ್ಯಾಪ್ತಿ ತುಂಬಾ ವಿಸ್ತಾರವಾದುದು. ಅಲ್ಲದೆ, ವಿಕಿಪೀಡಿಯಾದ ಸಂಪಾದಕೀಯ ಮಾರ್ಗಸೂಚಿ ಹಾಗೂ ಧೋರಣೆಗಳಿಗೆ "
,"ಒಳಪಟ್ಟು ಮತ್ತು ಬಹುಮತದ ಒಪ್ಪಿಗೆಯಿಂದ ಅಲ್ಲಿನ ಲೇಖನಗಳು ಬರೆಯಲ್ಪಡುತ್ತವೆ. ಇದು ವಿಕಿಪೀಡಿಯಾದ ಅಗಾಧ ಸಾಮರ್ಥ್ಯವೂ ಹೌದು ಮತ್ತು ಕೆಲವೊಮ್ಮೆ ಇದರ ದೌರ್ಬಲ್ಯ ಮತ್ತು ವೈವಿಧ್ಯತೆಗಳೂ ಹೌದು."
,"ಪಾಪನಾಶ"
,"ಸುಮಾರು ಇಪ್ಪತೈದು ವರ್ಷಗಳ ಹಿಂದಿನ ಮಾತು. ಆಗ ಬೀದರ್ ಇಿಂದಿನರು ದೊಡ್ಡದಾದ ಊರಾಗಿರಲಿಲ್ಲ. ಇಿಂದಿನ ಹೌಸಿಂಗ್"
,"ಕಾಲೊನಿ ಆಗಿನೊೂ ತಲ ಎತ್ತಿರಲಿಲ್ಲ. ಆಗ ಅದಲ್ಲ ಬಯಲು ಪ್ರದೀಶವಾಗಿತುಿ. ಅಲಿಲಿಂದ ಸುಮಾರು ಎರಡು ಮೈಲಿ ದೊರದ ಒಿಂದು"
,"ಕಣಿವಯ ರಮ್ಯವಾದ ಸಥಳದಲಿಲ ಪಾಪ್ನಾಶ ವಂಬ ಒಿಂದು ಸಣ್ಣ ಗುಡಿಯಿತುಿ. ಈಗಲೊ ಇದ . ಆದರ ಈಗ ಅದರ ರೊಪ್"
,"ಸಿಂಪೂಣ್ಷವಾಗಿ ಬದಲಾಗಿದ ."
,"ನಮ್ಮ ತಿಂದ ಯವರು ನಿಸಗಷ ಪ್ರರಯರು. ವಕೀಲಿ ವೃತ್ತಿಯವರಾದ ಅವರು ಕೊರ್ಟಷ ಕ ಲ್ಸ ಮ್ಗಿಸ ಬಿಂದ ಮೀಲ ನಮ್ಮನೂಲ್ಲ"
,"(ನಮ್ಮ ತಾಯಿ, ನಾವು ನಾಲು ಜನ ಅಕು ತಿಂಗಿಯರು ಮ್ತುಿ ನಮ್ಮ ಇಬಬರು ಅಣ್ಣಿಂದಿರನುೂ) ಕರ ದುಕೊಿಂಡು ಪ್ರಕೃತ್ತಯ"
,"ಸುಿಂದರವಾದ ತಾಣ್ಕು ಅಥವಾ ಏಕಾಿಂತವಿರುವ ಐತ್ತಹಾಸಕ ಸಥಳಗಳಿಗ ಕರ ದುಕಿಂಡು ಹೀಗುವ ವಾಡಿಕ ಯಿತುಿ. ನಾವ ಲ್ಲರೊ"
,"ಸೀರಿ ನಮ್ಮ ಫೊರ್ಡಷ ಕಾರಿನಲಿಲ ಪಾಪ್ನಾಶ, ನಾನಕ್ ಝರನಾ, ಅಲಿಬರಿೀದ್, ಬೀದರಿನ ಕೊೀಟ ಅಥವಾ ವಿಮಾನ ನಿಲಾಾಣ್ದ"
,"ರನ್ವೀ ಇತಾಯದಿ ಸಥಳಗಳಿಗ ಹೊೀಗಿ ಅಲಿಲ ಮ್ನದಣಿಯೆ ತ್ತರುಗಾಡಿ ನಿಂತರ ಹಿಂತ್ತರುಗಿ ಬರುತ್ತಿದಾವು. ಅರೊುಜನ ಆ ಕಾರಿನಲಿಲ"
,"ಹೊೀಗುತ್ತಿದುಾದನುೂ ಈಗ ನ ನ ಸಕ ೊಿಂಡ್ರ ಅಚ್ಚರಿಯಾಗುತಿದ ."
,"ಪಾಪ್ನಾಶಕು ಹೊೀಗುವುದು ಎಿಂದರ ಸಿಂತಸದಿಿಂದ ನನೂ ಮೈ ನವಿರೀಳುತ್ತಿತುಿ, ಮ್ನಸುು ಹುಚ್ ಚದುಾ ಕುಣಿಯುತ್ತಿತುಿ."
,"ಮೈಮ್ನಗಳಿಗ ಅಪಾರ ಸುಖ ಕೊಡುವ ಅಿಂತಹ ಸಥಳ ಇನೊೂಿಂದಿಲ್ಲವಿಂದ ೀ ನನೂ ಭಾವನ ಯಾಗಿತುಿ. ಪಾಪ್ನಾಶ ಗುಡಿಯು"
,"ಕಣಿವ ಯಲಿಲತುಿ. ಅಲಿಲಗ ನದ ದು ಹೀಗಲು ಸರಿಯಾದ ದಾರಿಯಿರಲಿಲ್ಲ. ಟಾರು ರಸಿ ಬಟುುು ಬಯಲಿನಲಿಲ ಬಲ್ಗದ ಗ"
,"ತ್ತರುಗಿಕಿಂಡು ಸುಮಾರು ಒಿಂದು ಫಲಾಷಿಂಗ್ ದೊರ ಹೊೀದ ಮೀಲ , ಗುಡಿಗ ಇಳಿದು ಹೊೀಗುವ ಸಥಳ ಸಗುತ್ತಿತುಿ. ಆದರ ಅದು"
,"ಕಣಿಣಗ ಬೀಳುತ್ತಿರಲಿಲ್ಲ. ಬಯಲು ಇನೊೂ ಇರಬಹುದು ಎಿಂದು ಮ್ಂದ ಹೊೀದರ ಕಣಿವ ಯಲಿಲಯೆೀ ಬೀಳಬೀಕಾಗಿತುಿ. ಅಲಿಲ ಯಾವ"
,"ರಕ್ಷಣ ಯ ಗೊೀದ ಯಾಗಲಿ ಅಡ್ಡವಿಟ್ಟುರುವ ಕಲುಲಗಳಾಗಲಿ ಇರಲಿಲ್ಲ. ಇದರಿಿಂದ ನಮ್ಮ ತಾಯಿಗ ಬಹಳ ಆತಿಂಕವಾಗುತ್ತಿತುಿ. ಅದು"
,"ಇನೊೂ ದೊರವಿರುವಾಗಲೀ ಅವರು ಕಾರನುೂ ನಿಲಿಲಸಲು ಕೀಳಿಕೊಳುುತ್ತಿದಾರು. ಆದರ ನಮ್ಮ ತಿಂದ ಯವರು ಯಾರ ಮಾತ್ತಗೊ"
,"ಕವಿಗೊಡ್ದ ಆತಮ ವಿಶಾಸದಿಿಂದ ಆ ಬಯಲಿನ ತುದಿಯವರ ಗೊ ಕಾರು ತ ಗ ದುಕಂಡು ಹೊೀಗಿ ನಾವ ಲ್ಲರೊ ನಮ್ಮ"
,"ಹೃದಯವನುೂ ಕೈಯಲಿಲ ಹಡಿಕೊಳುುವಿಂತ ಮಾಡುತ್ತಿದಾರು. ಅಲಿಲ ಮೀಲಿನಿಿಂದಲೀ ಗುಡಿ ಕಿಂಡುಬರುತ್ತಿದಿಾತು. ರಾಮ್ ಸೀತ ಮ್ತುಿ"
,"ಲ್ಕ್ಷಮಣ್ರು ತಮ್ಮ ವನವಾಸದ ಕ ಲ್ವು ದಿನಗಳನುೂ ಇಲಿಲ ಕಳ ದರ ಿಂದೊ, ಆ ಸಮ್ಯದಲಿಲ ರಾಮ್ನು ಈ ಲಿಿಂಗವನುೂ"
,"ಸಾಥಪ್ರಸದನ ಿಂದೊ, ಈ ಲಿಿಂಗದ ದಶಷನದಿಿಂದ ಪಾಪ್ನಾಶವಾಗುವುದ ಿಂದೊ ಪ್ರತ್ತೀತ್ತ ಇದ ."
,"ಕಾರಿನಿಿಂದ ಇಳಿದು ಯಾವಾಗ ಗುಡಿ ಸೀರುವ ನೀ ಎನುೂವ ತವಕದಿಿಂದ ನಾನು, ನಮ್ಮ ತಾಯಿಯ ಎಚ್ಚರಿಕ ಯ ಮಾತುಗಳಿಗ"
,"ಕವಿಗೊಡ್ದ ಕಣಿವ ಯಲಿಲ ಇಳಿಯಲು ಮ್ಂದಾಗುತ್ತಿದಾ. ಕ ಳಗ ಇಳಿದು ಹೀಗಲು ದಾರಿ ಮಾಡ್ಲು ತೊಡ್ಗಿದಾರು. ಅಲಿಲ ಇಳಿದು"
,"ಹೊೀಗುವುದು ಬಹು ಸುಿಂದರವಾದ ಅನುಭವವಾಗಿತುಿ. ಅದು ನಿಜಷನ ಪ್ರದೀಶವಾಗಿತುಿ. ಎತಿರದ ಗಟ್ಟು ಮ್ಣಿಣನ ದಿಣಣಗಳನುೂ"
,"ಕೊರದು ಈ ದಾರಿ ನಿರ್ಮಷಸುತ್ತಿದಾರು. ಆದಾರಿಿಂದ ಎರಡೊ ಬದಿಗ ಸುಮಾರು ೨೫ ರಿಿಂದ ೩೦ ಅಡಿಗಳರುು ಎತಿರದ"
,"ಗೊೀದ ಗಳು ನಿಮಾಷಣ್ಗಂಡಿದಾವು. ಜಾಲಾಮ್ಖಿಯ ಲಾವಾರಸದಿಿಂದ ನಿರ್ಮಷತವಾದ ಬೀದರಿನ ಪ್ರದ ೀಶದ ಮ್ಣುಣ ಕಬಬಣ್ದ "
,"ಅಿಂಶದಿಿಂದ ಕೊಡಿ ಬಲು ಕಂಪಾಗಿದ . ಅಲ್ಲದ ಅದರಲಿಲ ಇನೊೂ ಯಾವಯಾವ ಖನಿಜಗಳು ಇವ ಎಿಂಬುದು ನನಗ ತ್ತಳಿದಿಲ್ಲ. ಆದರ"]
''' 
ಹ ಸರು ತ್ತಳಿಯದ ಇದಾ ಗುಲಾಬ, ಹಳದಿ ಮ್ತುಿ ಸ ೀಡಿ ಮ್ಣ್ುಣ ಎಿಂದು ನಾವು ಗುರುತ್ತಸುತ್ತಿದಾ ಬಳಿಯ ಬಣ್ಣದ ಮ್ೃದುವಾದ
ಮ್ಣ್ುಣಗಳು ಅಲಿಲ ಕಿಂಡ್ು ಬರುತ್ತಿದಾವು. ನಾವು ಅನ ೀಕಸಲ್ ಆ ಬಳಿಯ ಮ್ಣ್ಣನುೂ ಕ ತ್ತಿ ತ್ತನುೂತ್ತಿದ ಾವು. ಗರ್ಭಷಣಿಯರು ಸಹ ಅದನುೂ
ತ್ತನುೂತ್ತಿದಾರು. (ಅದರಲಿಲ ಕಾಯಲಿಿಯಮ್ ಇದ ಎಿಂದು ಹ ೀಳುತ್ತಿದಾರು). ದ ೊಡ್ಡ ಹಾರ ಗಳಿಿಂದ ದಿಣ ಣಗಳನುೂ ಕ ೊರ ಯುತ್ತಿದುಾದರಿಿಂದ
ಆ ಹಾರ ಗಳ ನುಣ್ುಪಾದ ಗುರುತುಗಳು ಆ ದಿಣ ಣಯ ಗ ೊೀದ ಗಳಲಿಲ ಚ್ ನಾೂಗಿ ತ ೊೀರಿಬರುತ್ತಿದಾವು. ಅಲಿಲ ಒಳ ುಯ ಶುಭರವಾದ
ಕ ಿಂಪ್ು, ಗುಲಾಬ, ಹಳದಿ ಮ್ತುಿ ಬಳಿ ಬಣ್ಣಗಳು ಎದುಾ ಕಾಣ್ುತ್ತಿದಾವು. ಈ ಬಣ್ಣಗಳ ಮೀಲ ಸಾಯಿಂಕಾಲ್ದ ಸೊಯಷನ
ಹ ೊಿಂಗಿರಣ್ಗಳು ಬದಾಾಗಲ್ಿಂತೊ ಅವುಗಳ ಸ ೊಬಗನುೂ ವಣಿಷಸಲ್ಸಾಧ್ಯ. ದಾರಿಯ ಇಕ ುಲ್ಗಳ ಮ್ಣಿಣನ ಗ ೊೀದ ಯಲಿಲ ಮ್ೊಡಿದ
ನುಣ್ುಪಾದ ಆ ಗುರುತುಗಳನುೂ ಸಪರ್ಶಷಸ, ಆ ಮ್ಣಿಣನ ಗಟ್ಟುತನ, ಮ್ೃದುತಾ, ಅದರ ಸುಗಿಂಧ್ ಮ್ತುಿ ಅದರ ಸುಿಂದರವಾದ
ಬಣ್ಣಗಳನುೂ ನನೂವಾಗಿಸಕ ೊಳುಬ ೀಕ ಿಂಬ, ಅವುಗಳ ಿಂದಿಗ ಒಿಂದಾಗಿ ಹ ೊೀಗಬ ೀಕ ಿಂಬ ಅದಮ್ಯ ಬಯಕ ನನೂಲಿಲ ಟಿಂಟಾಗುತ್ತಿತುಿ.
ಅದ ೀ ಸಮ್ಯಕ ು ಸರಿಯಾಗಿ “ ಬ ೀಬ! ಎಲಿಲದಿೀ? ಓಡ್ಬ ೀಡ್, ಜ್ಾರಿ ಬದಿಾೀ ನ ೊೀಡ್ು’ ಎಿಂದು ಹ ೀಳುವ ನನೂ ತಾಯಿಯ ಧ್ವನಿ ಕ ೀಳಿ
ಬಿಂದು ನನೂನುೂ ಕ್ಷಣ್ ಹ ೊತುಿ ಆ ಲ ೊೀಕದಿಿಂದ ಹ ೊರಗ ಳ ಯುತ್ತಿತುಿ. “ಹೊಞಿಂ” ಎಿಂದಷ ುೀ ಹ ೀಳಿ ನಾನು ಮ್ತ ಿ ನನೂ ಅದುವತವಾದ
ಲ ೊೀಕದಲಿಲ ಜ್ಾರಿ ಹ ೊೀಗುತ್ತಿದ ಾ.
ಕಣಿವ ಯಲ ಲಲ್ಲ ನಿರಿಂತರವಾಗಿ ಮ್ಲ್ಗಿದ ನಿಶಿಬಾತ ಯ ಆಳದಲಿಲ ಇಳಿದು ಹ ೊಕುು ನ ೊೀಡ್ುವ ಆಳವಾದ ಅವಯಕಿ ಆಸ ಯಿಿಂದ
ಮ್ುಿಂದ ಮ್ುಿಂದ ಹ ೊೀಗಿತ್ತಿದ ಾ. ಇಲಿಲಿಂದ ದಾರಿ ಬಹಳ ಇಳಿಜ್ಾರಾಗಿತುಿ. ಅಪ್ರಪ ತಪ್ರಪ ಕಾಲ್ು ಜ್ಾರಿದರ ಸುಮಾರು ಎಪ್ಪತುಿ ಅಡಿ
ಕ ಳಗ ,ಕಣಿವ ಯ ತಳದಲಿಲ ಜುಳು ಜುಳು ಎಿಂದು ಹರಿಯುತ್ತಿದಾ ಹಳುದಲ ೊಲೀ ಅಥವಾ ಇನುೂ ಹ ಚ್ಚಚನ ರಭಸದಿಿಂದ ಬದಾರ ಅದಕುಿಂತ
ಮ್ುಿಂದ ಇರುವ ಒಿಂದು ಸಣ್ಣ ಕಲಾಯಣಿಯಲ ೊಲೀ ಬೀಳಬ ೀಕಾಗುತ್ತಿತುಿ. ಆದರೊ ಸಹ ಅ ದಾರಿಯಲಿಲ ಓಡ್ುವುದು ಮ್ನಸುನುೂ
ಟಲ್ಲಸತಗ ೊಳಿಸುತ್ತಿತುಿ, ಓದ ೊೀಡಿ ಕ ಳಗಿಳಿದು ಹ ೊೀದಾಗ ಆ ಹಳುದ ನಿೀರಿನ ಮ್ಿಂಜುಳ ನಾದ ಕವಿಗ ಬಹಳ ಇಿಂಪಾಗಿ
ಕ ೀಳಿಸುತ್ತಿತುಿ, ಆ ನಿೀರಿನ ಸಪಶಷ ಕಾಲಿಗ ಹತಕರವಾಗಿ, ಅಲಿಲಿಂದ ಬಲ್ಗದ ಕಾಣ್ುವ ಕ ರ ಯ ಅಿಂಚ್ಚನಲಿಲರುವ ಕ ೀದಗ ಯ
ವನದಿಿಂದ ಹಾಯುಾ ಬೀಸುವ ತಿಂಪಾದ ಗಾಳಿ ಮೈ ಮ್ನಗಳಿಗ ಕ ೊಡ್ುವ ಸುಖ ಅನಿವಷಚ್ನಿೀಯವಾಗಿರುತ್ತಿತುಿ. ಆ ಹಳುದ ನಿೀರಿನ
ರ್ಶೀತಲ್ ಜಲ್ದ ಸುಖವನೂನುಭವಿಸ ಸಾಲ್ಪ ಮ್ುಿಂದ ಹ ೊೀದರ ಒಿಂದು ಚ್ಚಕು ಕಲಾಯಣಿ ಎದುರಾಗುತ್ತಿತುಿ. ಹಳುದ ಜಲ್ದಿಿಂದ ಆಗಲ
ಪ್ರಕ್ಷಾಲ್ನಗ ೊಿಂಡ್ ಕಾಲ್ಗಳನುೂ ಇನ ೊೂಮಮ ತ ೊಳ ಯುವ ಅವಶಯಕತ ಇಲ್ಲದ ಕಾರಣ್ ಆ ಕಲಾಯಣಿಯಲಿಲ ಇಳಿಯುತ್ತಿರಲಿಲ್ಲ. ಅದನುೂ
ಬದಿಗ ಬಟುುು ಮ್ುಿಂದ ಹ ೊೀದರ ದ ೀವಾಲ್ಯದ ಮಟ್ಟುಲ್ುಗಳು ಕಿಂಡ್ು ಬರುತ್ತಿದಾವು. ಸುಮಾರು ಇಪ್ಪತುಿ ಮಟ್ಟುಲ್ುಗಳನುೂ ಹತ್ತಿ
ಹ ೊೀದರ ಪಾಪ್ನಾಶ ದ ೀವಸಾಥನ. ಚ್ಚಕುದ ೊಿಂದು ಗಭಷಗುಡಿಯಲಿಲ ಕಪ್ುಪ ರ್ಶಲ ಯ ಸುಮಾರು ಎರಡ್ು ಎರಡ್ುವರ ಅಡಿ ಎತಿರದ
ನುಣ್ುಪಾದ ಮಾಟುವಾದ ರ್ಶವಲಿಿಂಗ. ಇಲಿಲ ಬಿಂದು ನಿಿಂತಾಗ ಮ್ನಸುು ಮ್ುದಗ ೊಿಂಡ್ು ಅನಾಯಾಸವಾಗಿ ಶ್ಾಿಂತವಾಗುತ್ತಿತುಿ. ಈ
ದ ೀವಸಾಥನವು ಕಲಾತಮಕವಾಗಿರಲಿಲ್ಲ. ಸಾಮಾನಯವಾದ ನಾಲ್ುು ಗ ೊೀದ ಗಳ ಗಭಷಗುಡಿಯ ಹ ೊರಗ ಆಲ್ಯವಿತುಿ. ಪ್ರದಕ್ಷಿಣ ಗಾಗಿ
ಎಡ್ಕ ು ಹ ೊರಳಿದರ ಅಲಿಲ ಕ ಲ್ವು ವಿಗರಹಗಳಿದಾವು. ಅವುಗಳನುೂ ಸಾಯಿಂಭು ವಿಗರಹಗಳ ಿಂದು ಹ ೀಳುತ್ತಿದಾರು. ಇವುಗಳ ಪ್ಕುದಲಿಲ
ಕುಳಿತು ನನೂನುೂ ನಾನ ೀ ಅನ ೀಕ ಪ್ರಶ್ ೂಗಳನುೂ ಕ ೀಳಿಕ ೊಳುುತ್ತಿದ ಾ. ಸಾಯಿಂಭು ಎಿಂದರ ೀನು? ಅವು ಹ ೀಗ ತಾವಾಗಿಯೆೀ
ಹುಟುುಲ್ುಸಾಧ್ಯ? ಯಾರೊ ಮಾಡ್ದ ಯೊ ಇರ್ುು ಮಾಟುವಾದ, ಸುಿಂದರವಾದ ಆಕಾರ ಹ ೀಗ ಟಿಂಟಾಗಲ್ು ಸಾಧ್ಯ? ಮ್ತ ಿ ಇದ ೀ
ಆಕಾರವ ಏಕಾಗಬ ೀಕು? ಈ ಪ್ರಶ್ ೂಗಳನುೂ ನಾನು ಯಾರಿಗೊ ಕ ೀಳುವ ಹಾಗಿರಲಿಲ್ಲ. ಕ ೀಳಿದಿಾದಾರ ನಾನು ದ ೀವರಲಿಲ ಶರದ ೆ,
ಭಕಿಯಿಲ್ಲದ ನಾಸಿಕಳ ಿಂದು ಹ ಸರು ಪ್ದ ಯುತ್ತಿದ ಾ. ಹಾಗಾಗಿ ನನೂ ಮ್ನದಲಿಲ ಈ ಪ್ರಶ್ ೂಗಳು ಬಹುಕಾಲ್ ಹಾಗ ಯೆೀ ಟಳಿದಿದಾವು. 
ಅಲಿಲಿಂದ ಎದುಾ ಪ್ರದಕ್ಷಿಣಾಪ್ಥದಲಿಲ ಮ್ುಿಂದ ಸಾಗಿ ರ್ಶವಲಿಿಂಗಕ ು ಸುತುಿ ಬರುತ್ತಿದ ಾ. ಒಿಂದ ೊಿಂದುಸಲ್ ಅಲಿಲ ಕ ಲ್ವು
ಸಾಧ್ುಗಳಿರುತ್ತಿದಾರು. ಆದರ ಹ ಚ್ಾಚಗಿ ಯಾರೊ ಇರುತ್ತಿರಲಿಲ್ಲ. ಸುತುಿಹಾಕ ಬಿಂದು ರ್ಶವಲಿಿಂಗದ ಮ್ುಿಂದ ಕುಳಿತುಕ ೊಳುುತ್ತಿದ ಾ.
ಗಭಷಗುಡಿಯಲಿಲ ಯಾರು ಬ ೀಕಾದರೊ ಹ ೊೀಗಬಹುದಾಗಿತುಿ, ರ್ಶವಲಿಿಂಗವನುೂ ಮ್ುಟ್ಟು ಪ್ೂಜಿಸಬಹುದಾಗಿತುಿ. ಬ ಿಂಗಳ ರಿನ
ಗುಡಿಗಳಲಿಲರುವಿಂತ ಅಸಪೃಶಯರಿಂತ ನಾವು ಹ ೊರಗ ನಿಲ್ಲಬ ೀಕಾಗಿರಲಿಲ್ಲ. ನಾನು ಅಲಿಲ ಕುಳಿತ ಮೀಲ ಟಳಿದ ಎಲ್ಲರೊ
ಬರುತ್ತಿದಾರು. ಮ್ನ ಯಿಿಂದ ತಿಂದ ಹೊವುಗಳನುೂ ಲಿಿಂಗಕ ು ಏರಿಸ, ದಿೀಪ್ವನುೂ ಹ ೊತ್ತಿಸ, ಊದುಬತ್ತಿ ಮ್ತುಿ ಕಪ್ೂಷರವನುೂ
ಬ ಳಗುತಿ, ಗಿಂಟ ಯನುೂ ಬಾರಿಸದಾಗ , ಅದರ ಸದುಾ ಸುತಿ ಇರುವ ಗುಡ್ಡ ಬ ಟುುಗಳಿಗ ತಾಗಿ ಪ್ರತ್ತಧ್ವನಿತವಾಗುತ್ತಿತುಿ. ಇದರಿಿಂದ
ಕಣಿವ ಯ ಗಿಂರ್ಭೀರತ ಇನೊೂ ಗಹನವಾದಿಂತಹ ಅನುಭವ ವಾಗುತ್ತಿತುಿ. ಕಾಯಿ ಒದ ದು, ಕ ೈಮ್ುಗಿದು ನಾವ ಲ್ಲ ಹ ೊರಗ ಬಿಂದು
ಮಟ್ಟುಲ್ುಗಳ ಮೀಲ ಕುಳಿತುಕ ೊಳುುತ್ತಿದ ಾವು. ನಮ್ಮ ತಿಂದ ಯವರು ಇದಾವುದಕೊು ಬರುತ್ತಿರಲಿಲ್ಲ. ಅವರು ಹ ೊರಗ ೀ ಇರುತ್ತಿದಾರು.
ಪ್ೂಜ್ ಯಾದನಿಂತರ ನನೂ ಮ್ನಸುು ಮ್ತ ಿ ಅಲಿಲಯ ವಾತಾವರಣ್ದಲಿಲದಾ ಗಹನತ ಯನುೂ ಬಗ ಯಲ್ು ಪ್ರಯತ್ತೂಸುತ್ತಿತುಿ. ಅಲಿಲಯ
ನಿಶಿಬಾತ ಯಲಿಲ ಅಡ್ಗಿದಾ ಅಗ ೊೀಚ್ರವಾದ ಶಕಿ ನನೂನುೂ ಸ ಳ ಯುತ್ತಿತುಿ. ಅದು ಎಲಿಲ ಅಡ್ಗಿದ ಎಿಂದು ಹುಡ್ುಕುತಿ ನಾನು
ರ್ಶವಲಿಿಂಗ, ಆಲ್ಯ, ಆಲ್ಯದ ಪ್ಕುದಲಿಲರುವ ಮ್ರಗಿಡ್ಗಳ ನಡ್ುವ ಸುತ್ತಿ ಸುತ್ತಿ ಬರುತ್ತಿದ ಾ. ಯಾವುದ ೀ ಒಿಂದು ಸಥಳದಲಿಲ ಅದು
ಕಿಂಡ್ು ಬರದ ಎಲ ಲದ ಯೊ ಅದರ ಅನುಭವವಾಗುತ್ತಿತುಿ. ಆದರ ನಿದಿಷರ್ುವಾಗಿ “ಅದು ಹೀಗಿದ , ಇಲಿಲದ ,” ಎಿಂದು ಹ ೀಳಲ್ು
ಬರುತ್ತಿರಲಿಲ್ಲ. ನಾನು ಅದರ ಮ್ೊಲ್ವನುೂ ಹುಡ್ುಕದರ್ುು ಅದು ಗಹನಾವಾಗುತಿ ಹ ೊೀಗುತ್ತಿರುವಿಂತ ಅನಿೂಸುತ್ತಿತುಿ.
ಕತಿಲ ಯಾಗುವ ಮ್ುಿಂಚ್ ಆ ಸಥಳದಿಿಂದ ಹ ೊರಡ್ಬ ೀಕು. ಅದು ನಿಜಷನ ಪ್ರದ ೀಶವಾಗಿತುಿ. ಅಲ್ಲದ ಕತಿಲ ಯಲಿಲ ಆ ಬ ಟುುವನುೂ ಹತ್ತಿ
ಹ ೊೀಗುವುದು ಅಸಾಧ್ಯವ ೀ ಆಗಿತುಿ. ಅಷ ು ಅಲ್ಲ, ಅಲಿಲ ಹುಲಿಗಳು ಬರುವ ಸಾಧ್ಯತ ಯಿತುಿ. ಇನ ೂೀನು ಕತಿಲ ಕವಿಯುತಿದ ಎಿಂದಾಗ
ಜನರು ಸಾಲ್ಪ ಹ ೊತುಿ ಹುಲಿಗಳನುೂ ಬರದಿಂತ ತದ ಯಲ್ು ತಮ್ಟ ಯ ಸದುಾ ಮಾಡ್ುತಿ ತ್ತರುಗಾಡ್ುತ್ತಿದಾರು. ಆ ಸೊಚ್ನ ಯನುೂ
ಗಮ್ನಿಸ ಅಲಿಲದಾವರ ಲ್ಲ ಊರಿಗ ಹಿಂದಿರುಗುತ್ತಿದಾರು. ಮ್ನ ಗ ಹಿಂದಿರುಗುವ ಸಮ್ಯ ಬಿಂದಾಗ ಇದನುೂ ಬಟುುು ಹ ೊೀಗಬ ೀಕಲ್ಲ
ಎಿಂದು ಬ ೀಸರವಾಗುತ್ತಿತುಿ ಕಣಿವ ಯನುೂ ಬಟುುು ಮೀಲ ಹತುಿವಾಗ ಅಧ್ಷಕ ು ನಿಿಂತು ಮ್ತ ಿ ಹಿಂತ್ತರುಗಿ ನ ೊೀಡ್ುವ
ಆಸ ಯಾಗುತ್ತಿತುಿ. ಹಾಗ ನ ೊೀಡಿದಾಗ ಅಗ ೊೀಚ್ರವಾದ ಆ ಮ್ನಸ ಳ ಯುವ ಕಣಿವ ಯ ರಹಸಯದಲ್ಲಡಿಗಿದ ಶಕಿ, “ನನೂನುೂ
ಹುಡ್ುಕು ಬಾ” ಎಿಂದು ನನೂನುೂ ಆಹಾಾನಿಸುವಿಂತ ತ ೊೀರುತ್ತಿತುಿ. ಅದರ ಆ ಅಹಾಾನವನುೂ ಸಾೀಕರಿಸ ಖಿಂಡಿತವಾಗಿಯೊ ಆದರ್ುು
ಬ ೀಗ ಬರುವ ನ ಿಂಬ ಮ್ನಃ ಸಿಂಕಲ್ಪದಿಿಂದ ಮ್ನ ಗ ಹಿಂತ್ತರುಗುತ್ತಿದ ಾ.
ಲಿೀಲಾ ಗರಡಿ
೨೬-೧೦-೧೯೯೦
ಮ್ಳ ಗಾಲ್ದ ಆಗಸ
ನಾನು ಚ್ಚಕುವಳಾದಾಗ ನದ ದ ಒಿಂದು ಘಟುನ ಯನುೂ ನಾನು ಎಿಂದೊ ಮ್ರ ಯಲಾರ . ಆಗ ನನಗ ೮-೯ ವರ್ಷ
ವಯಸುರಬಹುದು. ನನೂ ತಿಂಗಿ ನನಗಿಿಂತ ಎರಡ್ು ವರ್ಷ ಚ್ಚಕುವಳು. ನನಗ ಮ್ಳ ಎಿಂದರ ಎಲಿಲಲ್ಲದ ಸಿಂತಸ. ಮ್ಳ ಯ ಬರವು
ನನಗ ತರುವ ಹಗಗನುೂ ನಾನು ಎಿಂದೊ ಪ್ೂತ್ತಷಯಾಗಿ ವಣಿಷಸಲಾರ .
ನನಗ ಚ್ಚಕುವಳಾಗಿದಾಾಗಿನಿಿಂದಲ್ೊ ಮ್ಳ ಮೀಡ್ಗಳ ಿಂದರ ಸಿಂಭರಮ್. ಕ್ಷಣ್ ಕ್ಷಣ್ಕೊು ಒಿಂದ ೊಿಂದು ಹ ೊಸ ಚ್ಚತರವನುೂ ತ ೊೀರಿಸುವ
ಆಕಾಶ ಒಿಂದು ಅದುವತವಾದ ಚ್ಚತರಪ್ಟುವ ೀ ಸರಿ. ಹ ಸರಿಸಲ್ೊ ಬಾರದಿಂತಹ ಅನ ೀಕ ಬಣ್ಣಗಳನುೂ ಹ ೊಿಂದಿ ನಾನಾ
ಆಕಾರಗಳನುೂ ತಳ ಯುತಿ ಆಗಸದಲಿಲ ಓಡ್ುವ, ತ ೀಲ್ುವ, ಚ್ದರುವ ಮೀಡ್ಗಳನುೂ ನ ೊೀಡ್ುವುದ ಿಂದರ ನನಗ ಎಲಿಲಲ್ಲದ
ಆನಿಂದ. ಅದರಲಿಲ ಸಮ್ಯ ಕಳ ದುದ ೀ ತ್ತಳಿಯುತ್ತಿರಲಿಲ್ಲ. ನಮ್ಮ ಮ್ನ ಇದಾದುಾ ಊರ ಹ ೊರಗ . ನಾವು ಹ ೊಸ ಮ್ನ ಯನುೂ
ಕಟ್ಟುಸಕ ೊಿಂಡ್ು ಅಲಿಲಗ ಬಿಂದಿದ ಾವು. ನಮ್ಮ ಮ್ನ ಯ ನಿಂತರ ಎಷ ೊುೀ ಫಲಾಷಿಂಗುಗಳವರ ಗ ಯಾವ ಮ್ನ ಯೊ ಇರಲಿಲ್ಲ.
ಅದ ಲ್ಲ ಬರಿೀ ಬಯಲ್ು ಪ್ರದ ೀಶವಾಗಿತುಿ. ಆ ಬಯಲಿನ ನಿಂತರ ಸಾಲ್ಪ ತಗುಗ , ಆಮೀಲ ಏರು, ಆನಿಂತರ ಮ್ತ ಿ ಬಯಲ್ು.
ಅದರಾಚ್ ಗ ಕ ಲ್ವು ಗುಡ್ಡಗಳ ಸಾಲ್ು. ಆ ಗುಡ್ಡಗಳ ಹಿಂದ ಆಡ್ುವ ಸೊಯಷನ ಕರಣ್ಗಳ ಆಟು ನ ೊೀಡ್ಲ್ು ಎರಡ್ು ಕಣ್ುಣಗಳು
ನಿಜವಾಗಿಯೊ ಸಾಲ್ುತ್ತಿರಲಿಲ್ಲ. ನಾನು ನಮ್ಮ ಮ್ನ ಯ ತ ರ ದ ಮ್ಹಡಿಯನುೂ ಹತ್ತಿ ಅಲಿಲ ಏಕಾಿಂತದಲಿಲ ಕುಳಿತು
ಮ್ನಮೀಹಕವಾದ ಸಿಂಜ್ ಯ ರವಿಕರಣ್ಗಳಾಟುವನುೂ ಅದು ತ ೊೀರಿಬರುವವರ ಗೊ ವಿೀಕ್ಷಿಸುತ್ತಿದ ಾ.
ಮ್ಳ ಗಾಲ್ದ ಸಿಂಭರಮ್ವಿಂತೊ ಹ ೀಳತ್ತೀರದು. ಬಳಿಯ ಬಣ್ಣದಿಿಂದ ಹಡಿದು ಕಪ್ುಪ ಬಣ್ಣದವರ ಗಿನ ಅನ ೀಕ ಬಣ್ಣಗಳ ಛಾಯೆಯುಳು
ಮೀಡ್ಗಳು ಆ ಬ ಟುುದ ಸಾಲಿನ ಹಿಂದಿನಿಿಂದ ಎದುಾ ನನೂ ಕದ ಗ ಬರುತ್ತಿವ ಯೆೀನ ೊೀ ಎನುೂವಿಂತ ತ ೊೀರುತ್ತಿತುಿ. ಆಗಸದಲಿಲ
ಹ ೊಳ ಯುವ ಸೊಯಷನಿಗ ಅಡ್ಡವಾಗಿ ಈ ಮೀಡ್ಗಳು ಕವಿದಾಗ ಅವುಗಳಿಿಂದ ಸೊಸ ಬರುವ ಸೊಯಷನ ಕರಣ್ಗಳ ರ್ಮದು
ಬ ಳಕನಲಿಲ ಇಡಿೀ ಪ್ರಕೃತ್ತಯೆೀ ಹ ೊಸ ರೊಪ್ ತಳ ದಿಂತ ಕಾಣ್ುತ್ತಿತುಿ. ಗಿಡ್ ಮ್ರಗಳು ವಿಶ್ ೀರ್ವಾಗಿ ಹ ೊಳಪ್ುಗ ೊಿಂಡ್ಿಂತ ಕಿಂಡ್ು
ಬರುತ್ತಿದಾವು. ಮ್ಟುಮ್ಟು ಮ್ಧ್ಾಯಹೂದ ಬಸಲಿನಲಿಲ ಕಾದು ಬ ಿಂಕಯಿಂತ ಕಾಣ್ುವ ಕ ಿಂಪ್ು ಮ್ಣಿಣನ ದಾರಿಯೊ ಕೊಡ್ ಈಗ
ಸೌಮ್ಯವಾಗಿ, ತನೂ ರ್ಮದುವಾದ ಮ್ಣಿಣನಲಿಲ ಬರಿಗಾಲ್ಲಿಲ ನದ ಯಲ್ು ನನೂನುೂ ಆಹಾಾನಿಸುವಿಂತ ತ ೊೀರುತ್ತಿತುಿ. ಬ ೀಸಗ ಯ
ಬ ೀಗ ಯಲಿಲ ಬ ಿಂದು ತನೂ ಎಲ ಗಳನ ೂಲ್ಲ ಕಳ ದುಕ ೊಿಂಡ್ು ಬ ೊೀಳಾದ ಮ್ರವೂ ಕೊಡ್ ಈ ರ್ಮದುವಾದ ಬ ಳಕನಲಿಲ, ತನೂ
ಕಾಿಂಡ್ದಲ ಲಲ ೊಲೀ ಬಚ್ಚಚಟುುುಕ ೊಿಂಡ್ ಜಿೀವರಸವನುೂ ಹ ೊರಹ ೊರ್ಮಮಸಲ್ು ತವಕ ಪ್ಡ್ುತ್ತಿದ ಯೀ ಎಿಂಬಿಂತ ಕಾಣ್ುತ್ತಿತುಿ.
ದೃಷ್ಟುಯನುೂ ಇನೊೂ ದೊರದವ ರ ಗ ಚ್ಾಚ್ಚದರ , ಯಥಾಪ್ರಕಾರ ತಲ ಎತ್ತಿ ನಿಿಂತ ಬ ಟುುಗಳ ಸಾಲ್ು. ಅ ಬ ಟುುಗಳ ಹಿಂದಿನ
ಅದೃಶಯ ನಾಡಿನಿಿಂದ ಹ ೊತುಿ ತಿಂದು ಸುರಿಸುವ ಹನಿಗಳ ಸಪಶಷಕಾುಗಿ ನನೂ ಮೈಮ್ನಗಳು ಟತಾುಹ ಮ್ತುಿ ಆತುರದಿಿಂದ
ಎದುರುನ ೊೀಡ್ುತ್ತಿದಾವು.
ನ ೊೀಡ್ನ ೊೀಡ್ುತ್ತಿದಾಿಂತ ಯೆೀ ಮೀಡ್ಗಳು ಬ ಟುುದ ಸಾಲಿನ ಹಿಂದಿನಿಿಂದ ಮೀಲ ದುಾ ಆಗಸವನುೂ ಕವಿದು, ಮ್ುಿಂದ ಮ್ುಿಂದ
ಸರಿಯುತಿ ಆಗಸ ಮ್ತುಿ ಭೊರ್ಮಯನುೂ ಒಿಂದುಗೊಡಿಸುತ್ತಿದಾವು. ಬ ಟುುಗಳನ ೂಲ್ಲ ಹ ೀಳ ಹ ಸರಿಲ್ಲದಿಂತ ಮ್ಟಾಮಾಯವಾಗಿಸ,
ಬಯಲ್ು ಪ್ರದ ೀಶದಲಿಲತನೂ ಅಸಿಂಖಯ ಸ ೈನಯದ ಬೀಡ್ು ಬಟುುಿಂತ , ಗಾಢ ನಿೀಲಿಯ ಪ್ರದ ಯನುೂ ಇಳಿಬಟುುಿಂತ ಕಾಣ್ುತ್ತಿತುಿ. 
ಮ್ರುಕ್ಷಣ್ ಅದ ೀ ನಿೀಲಿ ಪ್ರದ ದಾಿಂಗುಡಿ ಇಡ್ುತಿ ಮ್ುಿಂದ ಬರುತ್ತಿರುವಿಂತ ತ ೊೀರುತ್ತಿತುಿ. ಅದು ಇನ ೂೀನು ನನೂ ಮ್ನ ಯ
ಹಿಂದಿನ ಕಟ ುಯ ಮೀಲ ನಿಿಂತ ನನೂನುೂ ಕೊಡ್ ತನೂಲಿಲ ಲಿೀನವಾಗಿಸಕ ೊಳುುವುದ ಿಂದು ನ ನ ದು ನನೂ ಹೃದಯ ಸಿಂತಸದಿಿಂದ
ಕುಕಲ್ಡ್ುತಲಿತಿಲಿತುಿ. ಒಿಂದು ಕ್ಷಣ್ ಮ್ಣಿಣನ ಸುಗಿಂಧ್ವನುೂ ಹ ೊತುಿ ತಣ್ಣನ ಯ ಗಾಳಿ ಬೀಸ ಅದರ ಸಿಂದ ೀಶವನುೂ ಸಾರುತ್ತಿತುಿ.
ನ ನ ದ ಮ್ಣಿಣನ ಸುವಾಸನ ಯನುೂ ಹೀರಿಕ ೊಳುಲ್ು ನಾನು ನನೂ ಎದ ಯನುೂ ಪ್ೂತ್ತಷಯಾಗಿ ಹಗಿಗಸುತ್ತಿದ ಾ. ನ ೊೀಡ್ ನ ೊೀಡ್ುತಿಲ
ಟುಪ್ ಟುಪ್ ಎಿಂದು ದಪ್ಪ ದಪ್ಪ ಹನಿಗಳು ತಲ ಯಮೀಲ ಮೈಯ ಮೀಲ ಟದುರುತ್ತಿದಾವು. ಅವುಗಳ ಸಪಶಷ ಸುಖ ಪ್ೂತ್ತಷಯಾಗಿ
ಅನುಭವಿಸುವ ಮದಲ ೀ, “ಇದ ೊೀ ಟಣ್ುಣ ಪ್ರರೀತ್ತಯ ಧ್ಾರ ” ಎನುೂವಿಂತ ರಪ್ ರಪ್ ಎಿಂದು ಜ್ ೊೀರಾಗಿ ಮ್ಳ ಸುರಿಯಲ್ು
ತ ೊಡ್ಗುತ್ತಿತುಿ. ಧ್ೊಳಿನಿಿಂದ ತುಿಂಬ ನಿಿಂತ್ತರುವ ಗಿಡ್ಮ್ರಗಳನುೂ, ಬಾಡಿ ಸಾಯಲಿಕಾುದ ಹೊಬಳಿುಗಳನುೂ, ಬಸಲಿನ ಬ ೀಗ ಗ
ಬಾಯಾರಿ ನಿಿಂದ ದನಕರುಗಳನುೂ, ಮ್ನ ಗುಡಿಸಲ್ುಗಳನುೂ, ಹಾದಿ ಬೀದಿಗಳನುೂ ತನೂ ಪ್ವಿತರವಾದ ಧ್ಾರ ಯಿಿಂದ
ಮ್ಜಜನಕ ುರ ದು ಶುಚ್ಚಭೊಷತಗ ೊಳಿಸುತ್ತಿತುಿ. ನಾನು ತ ೊಯುಾ ತ ೊಪ ಪಯಾದರೊ ಸಹ ಆ ಧ್ಾರ ಯ ಆನಿಂದವನುೂ ಸವಿಯುತಿ
ಅಲಿಲಯೆೀ ನಿಿಂತ್ತರುತ್ತಿದ ಾ. ಹಿಂದ ಯೆೀ ನನೂ ತಾಯಿಯ ಆತಿಂಕದ ನುಡಿಗಳು ಕ ೀಳಿಬರುತ್ತಿದಾವು. ಆಗ ನಾನು ಒಳಗ ಹ ೊೀಗಲ ೀ
ಬ ೀಕಾಗುತ್ತಿತುಿ. ನನಗ ನ ನಪ್ರರುವ ಹಾಗ ಮ್ಳ ಯಿಿಂದ ನನಗ ಬ ೀಸರ ಟಿಂಟಾದುದ ೀ ಇಲ್ಲ.
ಲಿೀಲಾ ಗರಡಿ
೨೫-೧೧-೧೯೯೩
ನಾವು ಮ್ುತಿತ್ತಿಗ ಹ ೊೀದದುಾ (೩-೧-೧೯೮೧)
ಇದಾಕುದಾಿಂತ ಒಿಂದು ಸಿಂಜ್ ನನೂ ಮ್ಗ “ ನಾಳ ಮ್ುತಿತ್ತಿಗ ಹ ೊೀಗ ೊೀಣ್” ಎಿಂದನು. ಆಗಾಗ ನಾವು ಬ ಿಂಗಳ ರಿನ ಗಡಿಬಡಿಯ
ಬದುಕನಿಿಂದ ದೊರ, ನದಿ, ಕಾಡ್ು, ಬ ಟುು, ಗುಡ್ಡ ಅಥವಾ ಯಾವುವಾದರೊ ಹಳ ಯ ಗುಡಿಗಳಿಗ ಹ ೊೀಗುವ ಪ್ರಿಪಾಠವಿಟುುು
ಕ ೊಿಂಡಿದ ಾವು. ಸರಿ ವಿವ ೀಕನು ಹಾಗ ಹ ೀಳಿದ ಾೀ ತಡ್ ಎಲ್ಲರೊ ಒಪ್ರಪಕ ೊಿಂಡ್ು ಮ್ರುದಿವಸ ಬ ಳಿಗ ಗ ಏಳು ಗಿಂಟ ಗ ೀ ಹ ೊರಡ್ುವುದು
ಎಿಂದು ನಿಧ್ಷರಿಸದ ವು. ೩-೧-೯೮ ರಿಂದು ಬ ಳಗಿನ ಜ್ಾವವ ೀ ಎದುಾ ಚ್ಪಾತ್ತ ಪ್ಲ್ಯ ಮ್ತುಿಮಸರನೂವನುೂ ಮಾಡಿ
ಕಟ್ಟುಕ ೊಿಂಡ್ು, ನಮ್ಮ ಕುಟುುಿಂಬ (ನಾನು, ನನೂ ಪ್ತ್ತ,ನನೂ ಮ್ಗ ಮ್ತುಿ ನನೂ ಮ್ಗಳು) ನಿಧ್ಷರಿಸದ ಸಮ್ಯಕ ು ಸರಿಯಾಗಿ
ಹ ೊರಟ ೀಬಟ ುವು. ಪಾಲಸುಕುನ ಕಸದಿಿಂದ ತುಿಂಬದ ಮ್ತುಿ ಗದಾಲ್ಮ್ಯವಾದ ಬ ಿಂಗಳ ರಿನ ವಾತಾವರಣ್ದಿಿಂದ
ಹ ೊರಬಿಂದಮೀಲ ನಿರಾಳವಾಗಿ ಟಸರಾಡ್ುವಿಂತಾಯಿತು.
ಇನೊೂ ಚ್ಳಿಗಾಲ್ ಕ ೊನ ಗ ೊಿಂಡಿರಲಿಲ್ಲ. ಎಿಂಟುು ಗಿಂಟ ಯಾದರೊ ಸಹ ಸೊಯಷನಿನೊೂ ಮ್ಿಂಜಿನ ಮ್ುಸುಕನ ಮ್ರ ಯಲಿಲದುಾ,
ನಾವು ಅವನಿಗಾಗಿ ಪಾರರ್ಥಷಸುವಿಂತ ಮಾಡಿದಾನು, ಅಿಂತೊ ಕ ೊನ ಗ ೊಮಮ ಮ್ಿಂಜಿನ ಹ ೊದಿಕ ಯಿಿಂದ ಬಳಿಯ ಬ ಳಕನುೂ ತೊರಿ,
ಬ ಳಿುಯ ಬಸಲಿನ ಕ ೊೀಲ್ುಗಳಿಿಂದ ನಮ್ಮನುೂ ಮ್ುದಗ ೊಳಿಸದ. ಒರ್ಮಮಲ ೀ “ ತ ೀರನ ೀರಿ ಅಿಂಬರದಾಗ ನ ೀಸರ ನಗುತಾನ ,
ಗಿಡ್ಮ್ರ ತೊಗಾಯವ ಹಕು ಹಾದಾಯವ ” ಎಿಂಬ ಹಾಡ್ು ಬಾಯಿಗ ಬಿಂದು ಹಾಡ್ಬ ೀಕ ಿಂದು ಮ್ನಸುು ಕುಣಿಯಿತು. ಆದರ ಗಿಂಟುಲಿಗ
ಆ ಅಭಾಯಸವಿಲ್ಲದ ಕಾರಣ್ ಒಿಂದ ರಡ್ು ಪ್ದಗಳನುೂ ಗುನುಗುನಿಸ ಸುಮ್ಮನಾದ ನು. ಮ್ನಸುು ಸುತಿಲಿನ ಸ ೊಬಗನುೂ
ಸವಿಯುವುದರಲಿಲ ಮ್ಗೂವಾಯಿತು. ಮೈತುಿಂಬಕೊಿಂಡು ಥಳಥಳ ಹೊಳ ಯುವಕರಗಳು, ಬೃಹದಾಕಾರದ ಬಿಂದ ಗಳಿಿಂದ ಕೊಡಿದ
ಬಟುುಗಳು, ಬಗ ಬಗ ಯ ಮ್ರಗಳು ಎಲ್ಲವೂ ಅತಯಿಂತ ರಮ್ಯವಾಗಿ ಕಿಂಡ್ವು.
ಇದು ಸುಗಿಗಯ ಕಾಲ್ವಾದಾರಿಿಂದ, ರೈತರು ತಾವು ಬಳದ ಜೊೀಳ ಮ್ತುಿ ರಾಗಿಯ ತ ನ ಗಳನುೂ ತಿಂದು ರಸ ಿಯ ಮೀಲ
ಹರಡ್ುತ್ತಿದಾರು. ಅವು ವಾಹನಗಳ ಕಳಗ ಸಕುು ಅವುಗಳಿಿಂದ ಕಾಳುಗಳು ಬೀರ ಯಾಗುವುದಕು ಕಾಯುತ್ತಿದಾರು. ಕ ಲ್ವರು
ತ ನ ಗಳನುೂ ಹ ೀಗ ೊೀ ಹರಡುತ್ತಿದಾರು. ಹ ಚ್ಚಚನವರು ವಾಹನಗಳ ನಾಲ್ುು ಚ್ಕರಗಳು ಯಾವ ಭಾಗದಲಿಲ ಚ್ಲಿಸುತಿವ ಎಿಂಬುದನುೂ
ಚ್ ನಾೂಗಿ ಗಮ್ನಿಸ ತ ನ ಗಳನುೂ ಸರಿಯಾಗಿ ಅ ಸಥಳದಲಿಲ ಕರಮ್ವಾಗಿ ಹರಡ್ುತ್ತಿದಾರು. ಟಾರು ರಸ ಿಯ ಮ್ಧ್ಯಬಾಗದಲಿಲ ಎರಡ್ು
ಸಾಲ್ುಗಳಲಿಲ ತ ನ ಗಳು ಕಿಂಡುಬರುತ್ತಿದಾವು. ಟಾರಿನ ಬಣ್ಣ, ದಿಂಟ್ಟನ ಬಣ್ಣ, ಜ್ ೊೀಳ, ರಾಗಿಯ ತ ನ ಗಳ ಬಣ್ಣ ಎಲ್ಲವೂ ನ ೊೀಡ್ಲ್ು
ಬಲ್ು ಆಕರ್ಷಕವಾಗಿ ಕಾಣುತ್ತಿದಾವು. ಈ ರಿೀತ್ತಯಾಗಿ ತ ನ ಗಳನುೂ ಹರಡಿದ ಕದ ಇಬಬರು, ನಾಲ್ಾರು ಹ ಿಂಗಸರು, ಇಲ್ಲವ ಕ ಲ್ವು
ಗಿಂಡ್ಸರು ಇದಾರು. ನನಗ ಇಿಂದು ಅವರ ಎಲ್ಲರ ಮುಖಚ್ಯೆಷ ಬಹಳ ಬ ೀರ ಯಾಗಿ ಅಿಂಡಿತು. ಅಲಿಲ ಯಾವುದ ೀ ರಿೀತ್ತಯಾದ
ಚ್ಚಿಂತ , ಕಳವಳ, ಆಸ , ನಿರಾಸ , ಆತುರ, ಅವಸರ, ಸ ೊೀಮಾರಿತನ, ಅತುಯತಾುಹ, ಬ ೀಸರ ಎಿಂಬಿಂತಹ ನನಗ ತ್ತಳಿದ ಯಾವ
ಭಾವಗಳ ಕಿಂಡ್ುಬರಲಿಲ್ಲ. ಅವರು ತಮ್ಮ ಕಲ್ಸವನುೂ ಯಾವ ಭಾವಾವ ೀಗವಿಲ್ಲದ ಮಾಡಿಕೊಿಂಡು ಹೊೀಗುತ್ತಿರುವಿಂತ
ಕಿಂಡಿತು. ಆದಾರಿಿಂದ ಅಲಿಲ ಒಿಂದು ರಿೀತ್ತಯ ಸೌಿಂದಯಷವಿತುಿ. ಚ್ಕರಗಳಿಗ ಸಕುು,ಕಾಳು ಬ ೀಪ್ಷಟುುಮೀಲ ಅವನ ೂಲ್ಲ, ಒಟುುುಗೊಡಿಸ
ಕ ಲ್ವರು ಮರಗಳಲಿಲ ಕೀರುತ್ತಿದಾರು, ಇನುೂ ಕಲ್ವರು ಗಾಳಿಗ ತೊರುತ್ತಿದಾರು. ಇಿಂತಹ ದೃಶಯಗಳನುೂ ನಾನು ನನೂ
ಬಾಲ್ಯದಿಿಂದಲ್ೊ ನೊೀಡುತಿ ಬಿಂದಿದೀನ . ಆದರ ಇದ ಲ್ಲ ಇಿಂದು ಅಮೀಘವಾಗಿ ಕಿಂಡಿತು. 
ನಗರದಲಿಲ ಪ್ರ ೊೀಕ್ಷವಾಗಿ ನಾವ ೀ ನಿರ್ಮಷಸಕ ೊಿಂಡ್ ಒತಿಡ್ದ ವಾತಾವರಣ್ದಲಿಲ ನಾವು ಮಾಡ್ುವ ಕ ಲ್ಸವನುೂ ಪ್ರರೀತ್ತಯಿಿಂದ
ಮಾಡ್ುವುದ ೀ ಇಲ್ಲ ಎಿಂಬುದು ಈ ದೃಶಯವನುೂ ಕಿಂಡ್ ನನಗ ತಕ್ಷಣ್ವ ತ ೊೀರಿತು. ನಗರದಲಿಲ ನಾವು ಎಲ್ಲವನೊೂ
ಯಾಿಂತ್ತರಕವಾಗಿಯೀ, ಯಾವುದ ೊೀ ಒತಿಡ್ಕ ು ಒಳಗಾಗಿಯೀ ಮಾಡ್ುತ ಿೀವ ಯೆೀ ಹ ೊರತು ಪ್ರರೀತ್ತಯಿಿಂದ ಮಾಡ್ುವುದ ೀ ಇಲ್ಲ
ಎನಿಸತು. ಅದಕ ುಿಂದ ೀ ಅಲಿಲ ಯಾಿಂತ್ತರಕವಾದ ಓರಣ್ವಿರುತಿದ ಆದರ ಸಹಜವಾದ ಸರಳತ ಇರುವುದಿಲ್ಲ ಎನಿಸತು. ಆದರ ಇಲಿಲ
ರ ೈತರ ಕ ಲ್ಸದಲಿಲ ಪ್ರರೀತ್ತ ಮ್ತುಿ ರ್ಶಸುಿ ಎದುಾ ತ ೊೀರುತ್ತಿತುಿ. ಕಾಳುಗಳನುೂು ಬ ೀಪ್ಷಡಿಸುವ ಕ ಲ್ಸವಿಂತೊ ಬಹಳ ಮ್ಹತಾದುಾ.
ಅದನುೂ ಅಚ್ುಚಕಟಾುಗಿ ಮಾಡ್ಲ ೀಬ ೀಕು. ಇಲ್ಲದಿದಾರ ಅವರಿಗ ಲಾಭದಲಿಲ ಕಡಿತ ಟಿಂಟಾಗುವ ಸಿಂಭವತ ಇರುತಿದ ಎನೂಬಹುದು.
ಆದರ ಪೊರಕ ಕಟುುುವ ಕ ಲ್ಸವನೊೂ ಸಹ ಅವರುಗಳು ಅಷ ುೀ ನಿಷ ೆಯಿಿಂದ ಮಾಡ್ುತ್ತಿರುವುದು ಕಿಂಡ್ು ಬಿಂದಿತು. ನಾನು
ಚ್ಚಕುವಳಾದಾಗ ನಮ್ಮ ಸ ೊೀದರತ ಿ ಹ ೊಲ್ದಲಿಲ ಕಡಿಡಗಳನುೂ ಆಯುಾ ತಿಂದು ಪೊರಕ ಕಟುುುತ್ತಿದುಾದನುೂ ನ ೊೀಡಿದ ಾೀನ . ಅದಕ ು ಎರ್ುು
ಸಮ್ಯ ಹಡಿಸುತಿದ ಎಿಂಬುದು ನನಗ ಗ ೊತುಿ. ಆದರ ಅದಕ ು ಸಗುವ ಬ ಲ ಮಾತರ ಬಹಳ ಕಡಿಮ. ಆದರ ಅಲಿಲ ಕ ಲ್ವು
ಹ ಿಂಗಸರು ಪೊರಕ ಕಟುುುವ ಕ ಲ್ಸವನುೂ ಪ್ೂಜ್ ಮಾಡ್ಬ ೀಕಾದ ಶರದ ೆಯಿಿಂದಲ ೀ ಮಾಡ್ುತ್ತಿದಾರು. ಅಲಿಲ ನಾನು ಕಿಂಡ್ುಕ ೊಿಂಡ್
ಇನ ೊೂಿಂದು ವಿರ್ಯವ ೀನ ಿಂದರ ಮ್ುದುಕರು, ದ ೊಡ್ಡವರು, ಚ್ಚಕುವರು ಎಲ್ಲರೊ ಕ ಲ್ಸದಲಿಲ ನಿರತರಾಗಿದಾರು. ಅವರ ಲ್ಲರಿಗೊ ಕಾಳು,
ಕಡಿಡ, ದಿಂಟುು, ಮರ, ಬುಟ್ಟು,ತ ನ , ಹ ೊಟುುು, ಪೊರಕ ಎಲ್ಲವೂ ಸಮಾನ ಮ್ಹತಾವುಳು ವಸುಿಗಳಾಗಿದಾವು. ಅವು ಯಾವವೂ
ನಿಜಿೀಷವ ವಸುಿಗಳಾಗಿರಲಿಲ್ಲ. ಅವ ಲ್ಲವುಗಳ ಿಂದಿಗ ಅವರ ಒಡ್ನಾಟು ನಿರಿಂತರವಾಗಿರುತಿದ . ಹೀಗಾಗಿ ಅವರಿಗ ಒಿಂಟ್ಟತನದ
ಭೊತ ನಾಗರಿಕಗ ಕಾಡ್ುವಿಂತ ಕಾಡ್ಲಿಕುಲ್ಲ ಎನಿಸತು. ನಾವು ಸಾಲ್ಪ ಶರಮ್ಪ್ಟುುರೊ ಸಾಕು ನಿಸಾಾಥಷತ ಯಿಿಂದ
ರಾರ್ಶರಾರ್ಶಯಾಗಿ ನಿೀಡ್ುವ ಪ್ರಕೃತ್ತ ನಮ್ಮ ಸುತಿಲ್ೊ ಇದಾರೊ ಸಹ ಅದನುೂ ನಿಲ್ಷಕ್ಷಿಸ ಕ ಲ್ಸಕ ು ಬಾರದ ನಿಜಿೀಷವ
ವಸುಿಗಳ ಿಂದಿಗ ಸಿಂಬಿಂಧ್ವನ ೂೀಪ್ಷಡಿಸ ಅದಕ ು ಸಲ್ಲದ ಮ್ಹತಾವನುೂ ಕ ೊಟುುು ಅದು ತಪ್ರಪಹ ೊೀಗುತಿದ ಿಂದು ಚ್ಚಿಂತ್ತಸುತಿ ಅದರ
ಭಯದಲಿಲ ಜಿೀವನದಲಿಲ ದುಃಖವನುೂ ಅನುಭವಿಸುವ ನಮ್ಮ ಮ್ೊಖಷತ ಗ ಎಲ ಲ ಇದ ಯೆ? ಪ್ರಕೃತ್ತಯಿಿಂದ ಬ ೀಪ್ಷಡಿಸಕ ೊಿಂಡ್
ನಮ್ಗ ಸರಳತ ಯಿಿಂದ ಬದುಕುವುದು ಮ್ರ ತ ೀ ಹ ೊೀಗಿದ . ಈಗ ಈ ಎಲ್ಲ ದೃಶಯಗಳ ಬಗ ಗ ಬರ ಯುವಾಗ ಎಲ್ಲ ಹ ೊೀಲಿಕ ಗಳು
ನನೂ ಗಮ್ನಕ ು ಬರುತ್ತಿವ . ಪ್ರಕೃತ್ತಯಿಂದಿಗ ಹ ೀಗ ಸಿಂಬಿಂಧ್ವನುೂ ಸಾಥಪ್ರಸುವುದು ಎಿಂಬುದನುೂ ಪ್ುಸಿಕದಿಿಂದ ಕಲಿಯಲ್ು
ಸಾಧ್ಯವಿಲ್ಲ.
ಕನಕಪ್ುರದಿಿಂದ ಮ್ುಿಂದ ಯಾವುದ ೀ ಊರಲಿಲ ಕಾಗದ, ಪಾಲಸುಕುು ಮ್ುಿಂತಾದ ಕಸ ಬದುಾ ಪ್ರಿಸರ ಮ್ಲಿನಗ ೊಿಂಡಿರಲಿಲ್ಲ.
ಪ್ರತ್ತಯಬಬರು ತಮ್ಮ ತಮ್ಮ ಮ್ನ ಮ್ತುಿ ಅಿಂಗಡಿಯ ಮ್ುಿಂಭಾಗಗಳನುೂ ಗುಡಿಸ ಸಾಚ್ಛವವಾಗಿರಿಸಕ ೊಿಂಡ್ದುಾ ಕಿಂಡ್ು ಬಿಂದಿತು.
ಎಲಿಲಯೊ ಮಾಲಿನಯವಾಗಲಿ, ಮ್ೊಗುಮ್ುಚ್ಚಚಕ ೊಳುುವ ಪ್ರಸಿಂಗವಾಗಲಿ ಎದುರಾಗಲಿಲ್ಲ. ಕನಕಪ್ುರ, ಸಾತನೊರು,
ಹಲ್ಗೊರುಗಳನುೂ ದಾಟ್ಟ, ಎಡ್ಗದ ಗ ತ್ತರುಗಿಕ ೊಿಂಡ್ು ಸ ೊೀಲಿಗರ ದ ೊಡಿಡಯನುೂ ಹಾದು ಮ್ುಿಂದ ಹ ೊೀದ ವು. ದಾರಿಯಲಿಲ
ಹುಣ್ಸ ಕಾಯಿಗಳಿಿಂದ ತುಿಂಬದ ಅನ ೀಕ ಮ್ರಗಳು ಕಿಂಡ್ವು. ಹಿಂದಿನ ಸಲ್ ಕಬಬನ ಬ ಳ ವಿಪ್ುಲ್ವಾಗಿದಾ ಕದ ಈ ಸಲ್
ಬಾಳ ಗಿಡ್ಗಳು ಕಿಂಡ್ು ಬಿಂದವು.
ದಾರಿ ಮ್ಣಿಣನದಾಗಿತುಿ. ಆಗಲ ಬಸಲ್ು ಸುಡ್ುತ್ತಿತುಿ. ಹುಲ್ುಲ ಒಣ್ಗಿ ನಿಿಂತ್ತದಾರೊ ಗಿಡ್ಮ್ರಗಳು ಪ್ೂತ್ತಷಯಾಗಿ ಒಣ್ಗಿರಲಿಲ್ಲ.
ಆದರ ಅಷ ುೀನೊ ಹಸುರಾಗಿರಲಿಲ್ಲ. ಅಲ್ಲಲಿಲ ಕ ಲ್ವು ಹಳದಿ ಹೊಗಳು ಅರಳಿದಾವು, ಮ್ರದ ಎಲ ಗಳು ಒಳ ುಯ ಕ ಿಂಪ್ು ಬಣ್ಣಕ ು
ತ್ತರುಗಿದಾವು. ಕ ಲ್ವು ತ್ತಳಿ ಹಳದಿ ಮ್ತುಿ ಕಿಂದು ಬಣ್ಣ ತಳ ದು ಮ್ನ ೊೀಹರವಾಗಿದಾವು. ಸ ೊೀಲಿಗರ ದ ೊಡಿಡಯಿಿಂದ ಸಾಲ್ಪ ಮ್ುಿಂದ
ಹ ೊೀದಕೊಡ್ಲ ದಾರಿ ಇಳುಕಲಾಗಿತುಿ. ಒಿಂದು ಕದ ಬ ಟುುದ ಒಿಂದು ಭಾಗ ಇಳಿದ ಕೊಡ್ಲ , ಕಾವ ೀರಿಯ ಹ ೊಳ ಯುವ ರೊಪ್ 
ಕಿಂಡ್ು ಬಿಂದು ಮ್ನಸುಗ ಹುಚ್ುಚ ಹಡಿಸತು. ಆ ನಿಂತರ ಕಾವ ೀರಿಯ ಬದಿಯಲ ಲೀ ದಾರಿ ಸಾಗುತಿದ . ಒಿಂದುಕದ ಬಣ್ಣ ಬಣ್ಣದ
ನಾನಾ ಮ್ರಗಳಿಿಂದ ಕೊಡಿದ ಬ ಟುುಗಳು ಇನ ೊೂಿಂದು ಕದ ಕಣಿವ ಯಲಿಲ ಸೊಯಷನ ಬಸಲಿನಲಿಲ ಥಳಥಳಿಸುತಿ ಹರಿಯುವ ಕಾವ ೀರಿ.
ಕಣ್ುಣಗಳಿಗ ಎಲ ಲದ ಯೊ ಹಬಬದೊಟುವ ೀ.
ಒಿಂದು ಕದ ಜಿೀಪ್ು ನಿಲಿಲಸ ತ್ತೀರ ಇಳುಕಲಾದ ಭಾಗವನುೂ ಕರ್ುಪ್ಟುುು ಇಳಿದು, ಭಾಗಶಃ ಜ್ಾರಿ ಕಾವ ೀರಿಯನುೂ ತಲ್ುಪ್ರದ ವು.
ಕಾವ ೀರಿ ಮೀಲ್ುನ ೊೀಟುಕ ು ಶ್ಾಿಂತವಾಗಿ ಕಿಂಡ್ರೊ ನಿೀರಿನಲಿಲ ಕಾಲಿಟಾುಗ ಅದರ ರಭಸದ ಅರಿವಾಗುತ್ತಿತುಿ. ಬಿಂದ ಗಳ ಲ್ಲ ಅದರ
ರಭಸವನುೂ ಗೌರವಿಸ ಅದಕ ು ಅಡಿಡಮಾಡ್ಲ್ು ಇರ್ುವಿಲ್ಲವ ೀನ ೊೀ ಎನುೂವಿಂತ ಅಲ್ಲಲಿಲ ಮ್ುಳುಗಿ ಹಾಯಾಗಿ ಕುಳಿತ್ತದಾವು. ಕ ಲ್ವು
ಬಿಂದ ಗಳು ಅದರ ರಭಸ ಮ್ತುಿ ಸ ೊಬಗನುೂ ಸವಿಯಲ್ು ತಲ ಎತ್ತಿ ನ ೊೀಡ್ುತ್ತಿರುವಿಂತ ಮೀಲ ದಿಾದಾವು. ನಾವು ಅಿಂತಹದ ೊಿಂದು
ಬಿಂದ ಯಮೀಲ ಕುಳಿತು ನಮ್ಮ ಕಾಲ್ುಗಳನುೂ ಕಾವ ೀರಿಯಲಿಲ ಇಳಿಬಟುುು ಅದರ ರ್ಶೀತಲ್ತ , ರಭಸ, ನಾದ, ಸ ೊಬಗು ಎಲ್ಲವನೊೂ
ಸವಿಯುತಿ ಮೌನವಾಗಿ ಕುಳಿತ ವು. ನಿಧ್ಾನವಾಗಿ ನ ೊೀಡಿದಾಗ ನಿೀರಿನ ಒಳಗೊ ಹ ೊರಗೊ ವಿರ್ಭನೂ ಆಕಾರದ
ಬಿಂದ ಗಳು.ಜಲ್ಸಸಯಗಳು, ಪಾಚ್ಚಗಳು, ಅಲಿಲಯ ಜಿೀವಿಗಳು, ಅವುಗಳ ಆಕಾರ ಮ್ತುಿ ಬಣ್ಣಗಳು ಎಲ್ಲವೂ ಒಿಂದರಕುಿಂತ ಒಿಂದು
ಆಕರ್ಷಕವಾಗಿ ಕಿಂಡ್ವು. ನದಿಯ ಸದುಾ, ಅದರ ಹರಹು ಈ ಎಲ್ಲವುಗಳ ಸ ೊಬಗನುೂ ವ ಣಿಷಸುವುದು ಅಸಾಧ್ಯವ ೀ ಎನಿಸುತಿದ .
ಅಲಿಲ ನಿರಿನ ಸದುಾ ಬಟುುರ ಬ ೀರ ಯಾವ ಸದೊಾ ಇರಲಿಲ್ಲ, ನಮ್ಮನುೂ ಟಳಿದು ಇನಾೂರೊ ಇರಲಿಲ್ಲ. ನಾವುಗಳ ಸಹ ಯಾರೊ
ಮಾತಾಡ್ಲಿಲ್ಲ. ಆದರೊ ನಮ್ಗ ನಾವು ಒಿಂಟ್ಟ ಎನಿಸಲ ೀ ಇಲ್ಲ. ಸಣ್ಣ ಪ್ುಟುು ಜಿೀವಿಗಳು ಅಲಿಲ ಅಸಿಂಖಯವಾಗಿದುಾ ಅಲಿಲ ಯವುದೊ
ನಿಜಿೀಷವ ವ ನಿಸಲ ೀ ಇಲ್ಲ. ನಾವು ಅಲಿಲ ತ್ತರುಗಾಡ್ಲ್ೊ ಹ ೊೀಗಲಿಲ್ಲ, ನಿರಿನಲಿಲ ಪ್ೂತ್ತಷಯಾಗಿ ಇಳಿಯಲ್ೊ ಇಲ್ಲ. ಮ್ಧ್ಾಯಹೂ
ಹಸವ ಯಾದಾಗ ಊಟುಮಾಡಿ ಸುಮ್ಮನ ಕುಳಿತ್ತದ ಾವು. ಬ ೀಸರದ ಮಾತ ೀ ಇರಲಿಲ್ಲ. ಬ ೀಸರಿಕ , ಖಾಲಿತನ, ನಿರಾಸ ಇವ ಲ್ಲ
ನಾವ ೀ ನಾಗರಿಕರು ಮಾಡಿಕ ೊಿಂಡ್ವುಗಳು ಎನಿಸತ ೊಡ್ಗಿತು.
ಟೀಚರ್
“ಟ್ಟೀಚ್ರ್” ಎಿಂದ ಕೊಡ್ಲ ನನಗ , ನಾವು ಶ್ಾಲ ಯಲಿಲದಾಾಗ, “ಟ್ಟೀಚ್ರ್ ಟ್ಟೀಚ್ರ್, ’ ಚ್ರ್ ’ ಚ್ರ್” ಎನುೂತಿಲ ೊೀ, ಅಥವಾ “ಸರ್
ಸರ್” ಎನುೂತಿಲ ೊೀ ಸದಾ ತಮ್ಮ ಹಿಂದ ಯೆೀ ಸುತುಿವಿಂತ ಮಾಡಿದ ಅನ ೀಕ ಅಧ್ಾಯಪ್ಕಯರ ಮ್ತುಿ ಅಧ್ಾಯಪ್ಕರ ನ ನಪಾಗುತಿದ .
ಕ ಲ್ವರು ತಾವು ಪಾಠ ಮಾಡ್ುವ ರಿೀತ್ತಯಿಿಂದಾಗಿ, ಪ್ದಯ ಓದುವ ರಿೀತ್ತಯಿಿಂದಾಗಿ, ಕತ ಹ ೀಳುವ ಮೀಡಿಯಿಿಂದಾಗಿ,
ಅದುವತವಾದ ವಿರ್ಗಳನುೂ ಹ ೀಳಿ ನಮ್ಮ ಕುತೊಹಲ್ ಕ ರಳಿಸದುದಕಾುಗಿ ಮ್ತುಿ ತಮ್ಮ ಅಚ್ುಚಕಟುುುತನದಿಿಂದ ನಮ್ಮ ಮ್ನಸುನ
ಮೀಲ ಅಚ್ ೊಚತ್ತಿದರ ಇನುೂ ಕ ಲ್ವರು, ಶ್ಾಲ ಗ ಸಿಂಬಿಂಧಿಸದ ಅನ ೀಕ ಸಿಂದಭಷಗಳಲಿಲ ಟದಾರತ , ಆತ್ತೀಯತ , ಅನುಕಿಂಪ ಯ
ನಡ್ತ ಯಿಿಂದ ನನೂನುೂ ಆಕಷ್ಟಷಸ ಸದಾ ತಮ್ಮನುೂ ನ ನ ಯುವಿಂತ ಮಾಡಿದಾಾರ .
ನಾವು ಚ್ಚಕುವರಾದಾಗ ಇಿಂದಿನಿಂತ ಕಿಂಪ್ೂಯಟುರ್ ಅಥವಾ ಟ್ಟವಿ ಯಾಗಲಿ ಇರಲಿಲ್ಲ. ಅಷ ುೀ ಅಲ್ಲದ ಕನಾಷಟುಕದಲಿಲ ಅತಯಿಂತ
ಹಿಂದುಳಿದ ಜಿಲ ಲ ಎಿಂದು ಹ ಸರು ಪ್ದ ದ ನಮ್ೊಮರಲಿಲ ವಿಜ್ಞಾನದ ಬಣ್ಣ ಬಣ್ಣದ ಪ್ುಸಿಕಗಳ ಇರಲಿಲ್ಲ. ಹೀಗಾಗಿ ನಾವುಗಳು ಹತುಿ
ಹನ ೊೂಿಂದು ವರ್ಷದವರಾದರೊ ವಿಜ್ಞಾನದ ವಿರ್ಯದಲಿಲ ಅಜ್ಞರಾಗಿಯೆೀ ಇದ ಾವು. ಅಿಂತಹ ಸಮ್ಯದಲಿಲ, ವಿಜ್ಞಾನದ ಅನ ೀಕ
ಅದುವತಗಳನುೂ ಹ ೀಳಿ ನನೂ ಮ್ನಸುನುೂ ಸ ಳ ದವರು ನಮ್ಮ ವಿಜ್ಞಾನದ ಅಧ್ಾಯಪ್ಕರಾದ “ತಾಳಿಕ ೊೀಟ್ಟ” ಸರ್. ಅವರು, ನಾವ ಲ್ಲ
ತ್ತಳಿದುಕ ೊಿಂಡ್ಿಂತ ಸೊಯಷನು ಪ್ೂವಷದಲಿಲ ಹುಟುುುವುದೊ ಇಲ್ಲ, ಪ್ರ್ಶಚಮ್ದಲಿಲ ಮ್ುಳುಗುವುದೊ ಇಲ್ಲ. ಅವನು ಹ ಚ್ುಚ ಕಡಿಮ
ಇದಾಲ ಲ ಇರುತಾಿನ . ಆದರ ಭೊರ್ಮಯು ಮಾತರ ತನೂ ಸುತಿ ಮ್ತುಿ ಸೊಯಷನ ಸುತಿ ತ್ತರುಗುತಿದ . ಅದಕಾುಗಿಯೆೀ ದಿನ
ರಾತ್ತರಗಳು ಮ್ತುಿ ಋತುಗಳು ಟಿಂಟಾಗುತಿವ , ಎಿಂದು ಹ ೀಳಿ ನಾವು ವಿಸಮಯಗ ೊಳುುವಿಂತ ಮಾಡಿದರು.
ಸೊಯಷನು ಇದಾಲ ಲೀ ಇರುತಾಿನ ಭೊರ್ಮಯ ಮೀಲಿರುವ ನಾವು ಕ ಲ್ವೊಮಮ ಅವನಿಗ ಹತ್ತಿರವಾಗುತ ಿೀವ , ಕ ಲ್ವೊಮಮ ಅವನಿಗ
ದೊರವಾಗುತ ಿೀವ , ಎಿಂದು ತ್ತಳಿದು ನನೂ ಮ್ನಸುನಲಿಲ ಒಿಂದು ವಿಚ್ಚತರವಾದ ಪ್ರಶ್ ೂ ಕ ರಳಿತು. “ ಸರ್ ಹಾಗಾದರ ನಾವು ಬ ೀರ
ಬ ೀರ ತಾಣ್ಗಳಿಗ ನದ ದುಕ ೊಿಂಡ್ು ಏಕ ಮ್ನ ಗ ಹ ೊೀಗಬ ೀಕು? ನಿಿಂತಲಿಲಯೆೀ ನಿಿಂತರ ನಮ್ಮ ನಮ್ಮ ಮ್ನ ಗಳಿಗ
ತಲ್ುಪ್ುವುದಿಲ್ಲವ ” ಎಿಂದು ನನೂ ದಡ್ಡತನದ ಪ್ರಮಾವಧಿಯನುೂ ಪ್ರದರ್ಶಷಸದಾಗ ನನೂ ಸಹಪಾಠಿಗಳು ಗ ೊಳ ುಿಂದು ನಕುು ತಮ್ಮ
ಬಗ ಬಗ ಯ ದಿಂತಪ್ಿಂಕಿಗಳನುೂ ಪ್ರದರ್ಶಷಸದರು. ಆದರ ತಾಳಿಕ ೊೀಟ್ಟ ಸರ್ ಮಾತರ ಇಿಂತಹವುಗಳನುೂ ದಡ್ಡ ಪ್ರಶ್ ೂಗಳ ಿಂದು
ಪ್ರಿಗಣಿಸುತಿಲ ೀ ಇರಲಿಲ್ಲ. ನನೂ ಅನ ೀಕ ಪ್ರಶ್ ೂಗಳನುೂ, ಅತಯಿಂತ ತಾಳ ಮಯಿಿಂದ ಕ ೀಳಿ ಪ್ರರೀತ್ತಯಿಿಂದ ಎಲ್ಲವನೊೂ ವಿವರಿಸ ನನೂ
ವಿಚ್ಚತರವಾದ ಸಿಂದ ೀಹಗಳನುೂ ಪ್ರಿಹರಿಸುತ್ತಿದಾರು. ಬಹುಶಃ ಅವರ ಈ ತಾಳ ಮ ಮ್ತುಿ ಅತ್ತ ಪ್ರರೀತ್ತಯಿಿಂದಾಗಿಯೆೀ ನಾನು ಇಿಂತಹ
ದಡ್ಡ ಪ್ರಶ್ ೂ ಕ ೀಳಿದ ಾ ಎಿಂದು ತ ೊೀರುತಿದ . ಅವರು ಹ ೀಳುವ ಪ್ರತ್ತಯಿಂದು ನನಗ ಅದುವತವಾಗಿ ತ ೊೀರುತ್ತಿತುಿ. ಪ್ರಯೀಗ
ಶ್ಾಲ ಗ ಕರ ದುಕ ೊಿಂಡ್ು ಹ ೊೀಗಿ, ಲಿಟುಮಸ್ ಕಾಗದಗಳು ಬಣ್ಣ ಬದಲಾಯಸುವುದನುೂ, ದಾರವಣ್ಗಳು ಹರಳುಗಟುುುವುದನುೂ, ಗಾಜಿನ
ಲೊೀಟುವನುೂ ನಿೀರನಿಿಂದ ತುಿಂಬ ತಲ ಕ ಳಗಾಗಿ ಹಡಿದರೊ ಅದು ಬೀಳದ ಇರುವುದನುೂ, ಸೊಕ್ಷಮದಶಷಕ ಯಿಂತರದಲಿಲ ಸೊಕ್ಷಾಮಣ್ು
ಜಿೀವಿಗಳನುೂ, ತ ೊೀರಿಸ ನಾನು ಬ ಕುಸ ಬ ರಗಾಗುವಿಂತ ಮಾಡ್ುತ್ತಿದಾರು.
ನಾನು ಬ ರಗಾಗುವಿಂತಹ ಅನ ೀಕ ಸಿಂಗತ್ತಗಳು ನಮ್ಮ ಊರಲಿಲಯೊ ನದ ಯುತ್ತಿದಾವು. ಅವುಗಳಲಿಲ ಮಾರಮ್ಮನ ಆಗಮ್ನವೂ
ಒಿಂದಾಗಿತುಿ. ಬುಟ್ಟುಯಲಿಲಟುು ಮಾರಮ್ಮನನುೂ ತಲ ಯ ಮೀಲ ಹ ೊತುಿ, ಹಣ ಯ ತುಿಂಬ ಕುಿಂಕುಮ್ ಬಳಿದುಕ ೊಿಂಡ್ು, ಸ ೊಿಂಟುದಿಿಂದ 
ಮೀಲ್ುಭಾಗದಲಿಲ ಬತಿಲ ಯಾಗಿ, ತ ೊೀಳುಗಳಿಗ ನಿಿಂಬ ಹಣ್ುಣಗಳನುೂ ಹ ೊಲಿದುಕ ೊಿಂಡ್ು, ಒಬಬ ವಯಕಿ ಆಗಾಗ ಬರುತ್ತಿದಾನು. ಅವನ
ಹಿಂದ ಅವನ ಹ ಿಂಡ್ತ್ತ, ಆತನ ಮ್ಕುಳು, ಇಡಿೀ ಕುಟುುಿಂಬವ ೀ ಇರುತ್ತಿತುಿ. ಆತನು ಗಿಂಡ್ಸಾದರೊ ಸಹ ಅತ್ತ ಹ ಚ್ುಚ ನ ರಿಗ ಗಳುಳು
ಬಣ್ಣಬಣ್ಣದ ಲ್ಿಂಗ ತ ೊಟ್ಟುರತ್ತಿದಾನು. ಕಪ್ುಪ ಬಣ್ಣದ ಎತಿರದ ಆ ವಯಕಿನದ ದಾಡ್ುವಾಗ ಆತನ ಆ ಬಣ್ಣ ಬಣ್ಣದ ಲ್ಿಂಗ ಅತಯಿಂತ
ಆಕರ್ಷಕವಾಗಿ ಓಲಾಡ್ುತ್ತಿತುಿ. ಆತನ ಕ ೈಯಲಿಲ, ಮ್ೊಲ್ದಲಿಲ ದಪ್ಪನಾಗಿಯೊ. ತುದಿಯಲಿಲ ತ ಳುವಾಗಿಯೊ ಇದಾ ಸ ಣ್ಬನ ಹಗಗದ
ಚ್ಾವಟ್ಟ ಇರುತ್ತಿತುಿ. ಒಿಂದು ಕ ೈಯಿಿಂದ ಅದನುೂ ತ್ತರುವುತಿ ರ ೊಿಂಯ್ ಎಿಂದು ಸದುಾ ಮಾಡ್ುತಿ ಬರುತ್ತಿದಾ ಆತನನುೂ ನ ೊೀಡ್ಲ್ು
ಕಾಯಿತ್ತಿದ ಾ ನಾನು. ಆತನು ಆ ಬುಟ್ಟುಯನುೂ ಒಿಂದು ಕದ ಇಟುುು ಆ ಚ್ಾವಟ್ಟಯಿಿಂದ ಎದ ಯ ಮೀಲ ರ್ಭೀಕರವಾಗಿ
ಹ ೊದ ದುಕ ೊಳುುತ್ತಿದಾನು. ಅಷ ುೀ ಅಲ್ಲದ , ದ ೊಡ್ಡ ದಬಬಣ್ವನುೂ ಒಿಂದು ಕ ನ ೂಯ ಕದ ಯಿಿಂದ ಇನ ೊೂಿಂದು ಕ ನ ೂಯ ಹ ೊರಗ
ಬರುವಿಂತ ಚ್ುಚ್ಚಚಕ ೊಳುುತ್ತಿದಾನು. ಆ ದೃಶಯವನುೂ ನಾನು ನನೂ ಒಡ್ನಾಡಿಗಳ ಡ್ನ ಭಯ ರ್ಮರ್ಶರತವಾದ ಆಶಚಯಷದಿಿಂದ
ನ ೊೀಡ್ುತ್ತಿದ ಾ. ಆದರ ನಮ್ಮ ತಾಳಿಕ ೊೀಟ್ಟ ಸರ್ ಮಾಡ್ುವ ಪ್ರಯೀಗಗಳನುೂ ಕಿಂದಾಗ ಆಗುತ್ತಿದಾ ಸಿಂತಸ ಮ್ತುಿು ಆಶಚಯಷಗಳು
ಆಗ ಆಗುತ್ತಿರಲಿಲ್ಲ. ಏಕ ಿಂದರ ಮದಲ್ನ ಯದರಲಿಲ ದ ೀವತಾದ ೊಾೀ ಅಥವಾ ದ ವಾತಾದ ೊಾೀ ಕ ೈವಾಡ್ವಿರುತಿದ ಎಿಂದು ನನೂ
ಭಾವನ ಯಾಗಿತುಿ. ನನೂಲಿಲ ಅವ ರಡ್ೊ ಇಲ್ಲದಾರಿಿಂದ ನಾನು ಆತನು ಮಾಡಿದಿಂತ ಮಾಡ್ಲಾರದವಳಾಗಿದ ಾ. ಆದರ ನನೂ ಸರ್
ಮಾಡಿ ತ ೊೀರಿಸುವ ಪ್ರತ್ತಯಿಂದು ಅದುವತವನುೂ ನಾನೊ ಮಾಡಿ ಆನಿಂದಿಸಬಹುದಾಗಿತುಿ.
ಒಿಂದು ಸಲ್ ನಮ್ಮ ಸರ್ ಅವರು ನಮ್ಗ ( ವಿದಾಯರ್ಥಷಗಳಿಗ ) ನಾವು ಕಾಮ್ನ ಬಲ್ಲನುೂ ಕಿಂಡಿದ ಾೀವ ಯೀ? ಅದು ಎಲಿಲ ಯಾವಾಗ
ಮ್ೊಡ್ುತಿದ ಎಿಂದು ಕ ೀಳಿದರು. ಹಳಿುಗರಾದ ನಾವು ಅಿಂದು ಇಿಂದಿನಿಂತ ಸದಾ ಮ್ನ ಯಲಿಲಯೆೀ ಕಾಲ್ ಕಳ ಯುತ್ತಿರಲಿಲ್ಲ. ನಮ್ಮ
ದಿನದ ಬಹು ಭಾಗವು ಪ್ರಕೃತ್ತಯ ಮ್ಡಿಲ್ಲ ಲೀ ಕಳ ಯುತ್ತಿತುಿ. ಕಾಮ್ನ ಬಲ್ಲನುೂ ಅದು ಮ್ೊಡಿದಾಗಲ ಲ್ಲ ಚ್ ನಾೂಗಿ ಗಮ್ನಿಸ
ಸಿಂತಸದಿಿಂದ ಕುಣಿದಾಡ್ುತ್ತಿದ ಾವು. ಆದಾರಿಿಂದ ಅವರ ಆ ಪ್ರಶ್ ೂಗ ಸರಿಯಾದ ಟತಿರ ಕ ೊಡ್ುವುದರಲಿಲ ಯಾವ ಕರ್ುವೂ ಆಗಲಿಲ್ಲ.
ಅನಿಂತರ ಅವರು “ನಾನು ಈಗ ಕಾಮ್ನ ಬಲ್ಲನುೂ ತ ೊೀರಿಸುತ ಿೀನ ಯಾರಾದರು ನ ೊೀಡ್ಲ್ು ಬಯಸುವಿರ ೀನು?” ಎಿಂದು
ಕ ೀಳಿದರು. ಕೊಡ್ಲ ತರಗತ್ತಯಲಿಲದವರ ಲ್ಲರು ಕ ೈ ಎತ್ತಿದರು. ಆದರ ಎಲ್ಲರ ಮ್ನದಲಿಲ ಅನ ೀಕ ಪ್ರಶ್ ೂಗಳು ಹ ದ ಯಾಡ್ುತ್ತಿದಾವು.
ಆಗಸದಲಿಲ ಮೀಡ್ಗಳ ಛಾಯೆಕೊಡ್ ಇರಲಿಲ್ಲ. ಹನ ೊೂಿಂದು ಗಿಂಟ ಯ ಸೊಯಷ ಥಳಥಳಿಸುತ್ತಿದಾ. ಕಾಮ್ನ ಬಲ್ುಲ ಮ್ೊಡ್ುವುದು
ಹ ೀಗ ? ಆದರ ನಮ್ಮ ಟ್ಟೀಚ್ರ್ ಎಿಂದೊ ಮೀಸ ಮಾಡಿದವರಲ್ಲ, ಸುಳುು ಹ ೀಳಿದವರಲ್ಲ. ಅವರನುೂ ನಿಂಬದಿರುವುದು ಹ ೀಗ ?
ಅಿಂತೊ ಅವರು ಹ ೀಳಿದಿಂತ ನಾವ ಲ್ಲರೊ ತರಗತ್ತಯಿಿಂದ ಹ ೊರಗ ಹ ೊೀದ ವು. ಅವರು ಒಿಂದು ಲ ೊೀಟುದಲಿಲ ನಿೀರು ತರಿಸದರು.
ನಮ್ಮನ ೂಲ್ಲ ತಮ್ಮ ಒಿಂದು ಪಾಶಾಷಕ ು ಸಾಲ್ಪ ದೊರದಲಿಲ ನಿಲಿಲಸದರು. ದ ೊಡ್ಡಮ್ತುಿ ಎತಿರವಾದ ವಯಕಿತಾ ಟಳು ಅವರು, ಬಾಯಿ
ತುಿಂಬ ನಿೀರನುೂ ತುಿಂಬಕ ೊಿಂಡ್ು ಆ ನಿೀರನುೂ ಬಾಯಿಯಿಿಂದ ತುಿಂತುರು ಹನಿಗಳಾಗಿ ದೊರಕ ು ಚ್ಚಮ್ುಮವಿಂತ ಟಗಿದರು. ಆಗ ಆ
ತುಿಂತುರು ಹನಿಗಳಲಿಲ ಸುಿಂದರವಾದ ಕಾಮ್ನ ಬಲ್ುಲ ಕಿಂಡಿತು. ಆಗ ನಮ್ಗಾದ ಬ ರಗನುೂ ನಿೀವ ೀ ಊಹಸಕ ೊಳಿುರಿ. ಅಿಂತೊ
ದ ೀವತಾ ಅಥವಾ ದ ವಾತಾ ಇಲ್ಲದ ಯೆೀ ನಾವು ಏನ ಲ್ಲ ಮಾಡ್ಬಹುದು, ಮ್ತುಿ ಕಣಿಣಗ ಕಿಂಡ್ದುಾ ಮಾತರ ಸತಯವಲ್ಲ, ಅದರಾಚ್ ಗೊ
ಸತಯವು ಸೊಕ್ಷಮವಾಗಿ ಅಡ್ಗಿರುತಿದ ಎನುೂವುದನುೂ ಸದಾ ನ ನ ಪ್ರನಲಿಲಡ್ುವಿಂತ ಮಾಡಿದ ಆ “ಟ್ಟೀಚ್ರ್”ಗ “ಗುರುವ ೀ ನಮ್ಃ” ಎಿಂದು
ಹ ೀಳುತಿ ಇದನುೂ ಮ್ುಗಿಸುತ ಿೀನ . 
ಕಥೆಗಳು ಮಾಡಿದ ಮೀಡಿ
“ಕಥ ” ಎಿಂತಹ ಸುಿಂದರವಾದ ಪ್ದ. ಇಡಿೀ ಲ ೊೀಕದ ಆಕರ್ಷಣ ಯೆಲ್ಲ ಅಡ್ಗಿದ ಈ ಎರಡ್ಕ್ಷರದ ಪ್ದದಲಿಲ. ಮ್ಗುವಿನಿಿಂದ
ಮ್ುದುಕರರವರ ಗ ಎಲ್ಲರೊ ಇದರ ಮೀಡಿಗ ಒಳಗಾಗುತಾಿರ . ನಾನು ಇದಕ ು ಹ ೊರತಾದವಳಲ್ಲ. ನನೂ ಸೌಭಾಗಯವ ಿಂದರ
ಚ್ಚಕುಿಂದಿನಲಿಲಯೆೀ ನಾನಾ ಕಥ ಗಳಿಿಂದ ನನೂನುೂ ಬ ರಗುಗ ೊಳಿಸುವ, ಆ ಕ್ಷಣ್ದಲಿಲ ಮ್ನವನುೂ ತಣಿಸುವ, ಆದರ ಹಿಂದ ಯೆೀ
ಮ್ನದಲಿಲ ಪ್ುಿಂಖಾನುಪ್ುಿಂಖವಾಗಿ ಪ್ರಶ್ ೂಗಳನುೂ ಬಡಿದ ಬಬಸುವಿಂತಹ ಕಥ ಗಳನುೂ ಹ ೀಳುವ ಒಬಬ ವಿಶ್ ೀರ್ “ಅಪ್ಪ” ನನಗ
ದ ೊರಕದುಾ. ಅವರು ಸಿಂಬಿಂಧ್ದಿಿಂದ ನಮ್ಮ ಅಪ್ಪ ಅಲ್ಲ. ಅವರು ನಮ್ಮ ಕುಟುುಿಂಬದ ಆತ್ತೀಯ ರ್ಮತರರು. ಅವರು ನಮ್ಮ
ಮ್ನ ಯವರ ೀ ಆಗಿದಾರು. ಅವರಿಗ ಆರು ಜನ ಮ್ಕುಳು. ಅವರಲಿಲ ಮ್ೊವರು ಮ್ಕುಳು ನನಗಿಿಂತ ದ ೊಡ್ಡವರು. ಅವರ ಲ್ಲರೊ ತಮ್ಮ
ತಿಂದ ಯವರನುೂ ಸಹಜವಾಗಿ ಅಪ್ಪ ಎಿಂದು ಕರ ಯುತ್ತಿದಾರು. ಆದಾರಿಿಂದ ನಾನೊ ನನೂ ಅಣ್ಣಿಂದಿರೊ ನನೂ ತಿಂಗಿಯರೊ ಅವರನುೂ
ಹಾಗ ೀ ಕರ ಯುತ್ತಿದ ಾವು. ನಮ್ಗಿಿಂತ ಮದಲ ೀ ಹುಟ್ಟುದಾ ನಮ್ಮ ದ ೊಡ್ಡಪ್ಪನ ಮ್ಕುಳು ಸಹಜವಾಗಿಯೆೀ ನಮ್ಮ ತಿಂದ ಯವರನುೂ
“ಕಾಕಾ” (ಚ್ಚಕುಪ್ಪ) ಎಿಂದು ಕರ ಯುತ್ತಿದಾರು. ನಾವೂ ಅವರಿಂತ ಯೆೀ ನಮ್ಮ ತಿಂದ ಯವರನುೂ ಕಾಕಾ ಎಿಂದೊ ನಮ್ಮ
ದ ೊಡ್ಡಪ್ಪನವರನುೂ ಅಪಾಪ ಎಿಂದೊ ಕರ ಯುತ್ತಿದ ಾವು. ಹಾಗ ಯೆೀ ನಮ್ಮ ಕುಟುುಿಂಬದ ಆತ್ತೀಯ ರ್ಮತರರಾದ ಮ್ಜಗ ಯವರನುೂ
ಅಪಾಪ ಎಿಂದು ಕರ ಯುತ್ತಿದ ಾವು. ಅವರ ಮ್ಕುಳು ನಮ್ಮ ತಿಂದ ಯವರನುೂ ಕಾಕಾ ಎಿಂದು ಕರ ಯುತ್ತಿದಾರು. ಅವರ ಮ್ನ ತನದ
ಹ ಸರು ಮ್ಜಗ ಎಿಂದು. “ಮ್ಜಗ ಅಪಾಪ” ಎಿಂಬ ಹ ಸರ ೀ ಅವರಿಗ ನಿಿಂತು ಹ ೊೀಯಿತು.
ನಾವು ತ್ತೀರ ಚ್ಚಕುವರಾಗಿದಾಾಗ ಅವರು ಮ್ರೊರು ಎಿಂಬ ಬ ೀರ ಊರಲಿಲರುತ್ತಿದಾರು. ಆದರ ಆಗಿಿಂದಾಾಗ ಗ ನಮ್ೊಮರಿಗ (ಬೀದರಿಗ )
ಬರುತ್ತಿದಾರು. ಬರುತ್ತಿದುಾದು ನ ೀರವಾಗಿ ನಮ್ಮ ಮ್ನ ಗ ಿಂದು ನ ನಪ್ು.
ಅವರು ಬಹಳ ಸರಳವಾದ ಟಡ್ುಪ್ರನ ಹಾಗೊ ಸರಳವಾದ ಆದರ ರ್ಶಸಿನ ವಯಕಿ. ಕ ೊಬಬನ ಅಿಂಶ ಲ್ವಲ ೀಶವೂ ಇಲ್ಲದ,
ಯೀಗಾಭಾಯಸದಿಿಂದ ಸೌರ್ೆವಗ ೊಿಂಡ್ ದ ೀಹ, ಬಳಿಯ ಧ್ ೊೀತರ, ಬಳಿಯ ಅಿಂಗಿ, ಬಳಿಯ ನೊಲಿನ ಅಥವಾ ಹಳದಿ ರ ೀಷ ಮಯ
ರುಮಾಲ್ು. ನಾವು ಅವರನುೂ ದೊರದಿಿಂದಲ ೀ ಗುರುತ್ತಸುತ್ತಿದ ಾವು. ಅವರು ಬಿಂದ ಕೊಡ್ಲ ನಾನಿಂತೊ ಅವರಿಗ ವಿಶ್ಾರಿಂತ್ತಗೊ
ಅವಕಾಶ ಕ ೊಡ್ದ ಅವರ ಕ ೈಗಳಿಗ ಜ್ ೊೀತು ಬದುಾ ಕುಣಿಯುತಿ “ಕಥ ಕಥ ” ಎಿಂದು ಪ್ರೀಡಿಸುತ್ತಿದ ಾ. ದೊರದ ಹಳಿುಯಿಿಂದ ಬಿಂದ
ಅವರಿಗ ಆಯಾಸವಾಗಿರುತ್ತಿತ ೊಿೀ ಏನ ೊೀ. ಆದರ ಒಿಂದು ದಿವಸವೂ ಅವರು ನನೂ ಮೀಲ ಕ ೊೀಪ್ಗ ೊಿಂಡ್ದುಾ ನಾನು ಕಿಂಡಿಲ್ಲ.
ಕಣ್ಣಲಿಲ ಪ್ರರೀತ್ತಯನುೂ ಸೊಸುತಿ, ನನೂ ಜಗಾಗಟುದಿಿಂದ ತಪ್ುಪತ್ತಿದಾ ದ ೀಹದ ಸಿಂತುಲ್ನವನುೂ ಕಾಯುಾಕ ೊಳುುತಿ, ಸ ೂೀಹದಿಿಂದ ನಗುತಿ
ಬೀದರಿನ ಟದುಷ ರ್ಮರ್ಶರತ ಕನೂಡ್ದಲಿಲ “ಕರ್ಥ ಬ ೀಕೊ? ಹ ೀಳಿ ತ ೊಗ ೊ ಬ ಟಾ” (ಕಥ ಬ ೀಕ ? ಆಗಲಿ ಹ ೀಳುತ ಿೀನ ಮ್ಗು).
ಎನುೂತ್ತಿದಾರು. ಆನಿಂತರ ಅವರಿಗ ನಮ್ಮ ತಿಂದ ತಾಯಿಯವರು ಕುಶಲ್ ಸಮಾಚ್ಾರಗಳನುೂ ಕ ೀಳುವುದು ಮ್ತುಿ ಅವರ
ಆದರ ೊೀಪ್ಚ್ಾರಗಳು ನದ ಯುತ್ತಿದಾವು.
ಅವರು ಬರುವಾಗ ಋತುಗಳಿಗ ಅನುಸಾರವಾಗಿ ತಮ್ಮ ಹ ೊಲ್ದಲಿಲ ಬ ಳ ದ ಎಳ ಯ ಜ್ ೊೀಳದ ತ ನ ಗಳನ ೊೂೀ, ನವಣ ಯ
ತ ನ ಗಳನ ೊೂೀ, ಕ ಲ್ವೊಮಮ ಕಬ ೊಬೀ ತರುತ್ತಿದಾರು. ಹಾಲ್ು ತುಿಂಬದ ಆ ಕಾಳಿನ ತ ನ ಗಳನುೂ ಬ ಿಂಕಯಲಿಲ ಸುಟುುು ಟಜಿಜ, ಊದಿ
ಇಲ್ಲವ ಮರದಲಿಲ ಕ ೀರಿ ತ್ತನುೂತಿ ಅವುಗಳ ರುಚ್ಚ ಸವಿಯುವುದರ ಸ ೊಗಸು ಅನುಭವಿಸಯೆೀ ತ್ತೀರಬ ೀಕು. ಹಸ ಶ್ ೀಿಂಗಾವನ ೊೂೀ
(ಹಸ ಕಡ್ಲ ಕಾಯಿ), ಕಡ್ಲಿ ಫಳಿುಯನ ೊೂೀ (ಹಸ ಕಡ್ಲ ) ಸುಟುುು ತ್ತನುೂವುದು ಎಿಂತಹ ಮ್ಜ. ಅದರ ೊಿಂದಿಗ “ಅಪಾಪ” ಅವರ
ಕಥ ಯ ರಸನದಿ ಹರಿಯತ ೊಡ್ಗಿದರ , ಕಾಳಿನ ಹಾಲಿನ ೊಿಂದಿಗ ಕಥ ಯ ಜ್ ೀನು ಬ ರ ಸದ ರುಚ್ಚ, ಅದುವತ, ಅದಿಾತ್ತೀಯ.
ನಮ್ಮ ಮ್ನ ಯ ಒಳಗ , ಮ್ನ ಯ ಹಿಂದಿನ ಕಟ ುಯ ಮೀಲ , ಮಾಳಿಗ ಯ ಮೀಲ , ಎಲಿಲಯೆೀ ಆಗಲಿ ಅವರು ಯಾವಾಗಲ್ೊ ತಮ್ಮ
ಬ ನೂನುೂ ನ ೀರವಾಗಿಟುುುಕ ೊಿಂಡ್ು ಪ್ದಾಮಸನದಲಿಲಯೆೀ ಕುಳಿತುಕ ೊಳುುತ್ತಿದಾರು. ಕ ಲ್ವೊಮಮ ಮಾತರ ಸುಖಾಸದಲಿಲ ಕುಳಿತ್ತರುತ್ತಿದಾರು.
ನಾನಿಂತೊ ಅವರ ಮ್ುಿಂದ ಯೆೀ ಕುಳಿತು ಕ ೀಳಿದ ಕಥ ಯನ ೂೀ ಮ್ತ ಿ ಮ್ತ ಿ ಹ ೀಳಿರ ಿಂದು ಪ್ರೀಡಿಸುತ್ತಿದ ಾ. ಅವರು ಅದ ೀ ಕಥ ಯನುೂ
ಹತಿನ ೀ ಸಲ್ ಹ ೀಳಿದರೊ ಮದಲ್ನ ೀ ಸಲ್ ಹ ೀಳಿದ ಟತಾುಹ, ಪ್ರರೀತ್ತ ಮ್ತುಿ ತಾಳ ಮಯಿಿಂದ ಹ ೀಳುತ್ತಿದಾರು.
ಬ ೀಸಗ ಯಲಿಲ ಕಥ ಗಾರಿಕ ಗ ಹ ಚ್ಚಚನ ಕಳ ಬರುತ್ತಿತುಿ. ಸಾಯಿಂಕಾಲ್ ಸೊಯಷ ಕ್ಷಿತ್ತಜದಿಿಂದ ಇಳಿದ ಕೊಡ್ಲ ಬಾವಿಯಿಿಂದ ನಿೀರು
ಸ ೀದಿ ಎರಡ್ು ಮ್ೊರು ಕ ೊಡ್ ನಿೀರು ಮಾಳಿಗ ಯ ನ ಲ್ದಲಿಲ ಸುರಿಯುತ್ತಿದ ಾವು. ನ ಲ್ವ ಲ್ಲ ತ ೊಯುಾ ಒದ ಾ ಮ್ಣಿಣನ ಸುಗಿಂಧ್
ಮ್ನಸುಗ ಆಹಾಲದವನುೂಿಂಟುು ಮಾಡ್ುತ್ತಿತುಿ. ಮ್ುಳುಗುತ್ತಿದಾ ಸೊಯಷನನುೂ ವಿೀಕ್ಷಿಸುತಿ ಕ ಲ್ ಹ ೊತುಿ ಕುಳಿತ್ತರುತ್ತಿದ ಾವು. ಆಮೀಲ
ಏನ ೀನ ೊೀ ಮಾತುಗಳು. ಅವರ ಹ ೊಲ್ದಲಿಲ ಅಥವಾ ಊರಿನಲಿಲ ನದ ದ ಏನಾದರೊ ಸಾಾರಸಯಕರ ವಿರ್ಯ ಹ ೀಳುತ್ತಿದಾರು. ನ ಲ್
ಸಾಲ್ಪ ಆರಿದ ಕೊಡ್ಲ ನಾನು ಕಥ ಕ ೀಳಲ್ು ಸದೆಳಾಗಿ ಅವರ ಹತ್ತಿರ ಕುಳಿತುಕ ೊಳುುತ್ತಿದ ಾ. ನನೂ ತಿಂಗಿಯರು ಕ ಲ್ವೊಮಮ
ಬರುತ್ತಿದಾರು. ಇಲ್ಲವ ೀ ನಾನ ೊಬಬಳ ೀ ಇರುತ್ತಿದ ಾ. ಕ ಳಗದ ನಮ್ಮ ತಾಯಿ ಅಡ್ುಗ ಮಾಡ್ುವುದರಲಿಲ ನಿರತರಾಗಿರುತ್ತಿದಾರು. ಅದಾದ
ಮೀಲ ಮಾಡಿದ ಅಡ್ುಗ ಎಲ್ಲವನೊೂ ಮೀಲ ತಿಂದು ಕುಟುುಿಂಬದ ಎಲ್ಲರೊ ಸ ೀರಿ ಏನ ೀನ ೊೀ ಮಾತಾಡ್ುತಿ, ಪ್ಕುದ
ಮ್ನ ಯವರೊ ಊಟುಕ ು ತಮ್ಮ ಮಾಳಿಗ ಯ ಮೀಲ ಸ ೀರಿದಾವರ ೊಿಂದಿಗ ಮಾತಾಡ್ುತಿ, ಅಣ್ಣ ತಿಂಗಿಯರು ಒಬಬರ ೊನ ೊೂಬಬರು
ಛ ೀಡಿಸುತಿ ನಗುತಿ ಬ ಳದಿಿಂಗಳಲಿಲ ಊಟು ಸವಿಯುತ್ತಿದ ಾವು. ಬ ೀಸಗ ಯಲಿಲ ಹ ಚ್ುಚ ಕಡಿಮ ದಿನವೂ ಮ್ನ ಯ ಮಾಳಿಗ ಯ
ಮೀಲ ಯೆೀ ಊಟುಮಾಡ್ುವುದಾಗುತ್ತಿತುಿ. ಅದ ೊಿಂದು ರಿೀತ್ತಯ ಮೀಜು. ಊಟುಮಾಡಿ ಎಲ್ಲ ಸಾಮಾನುಗಳನುೂ ಎತ್ತಿಟುುು
ಇನ ೊೂಮಮ ಒಿಂದ ರಡ್ು ಕ ೊಡ್ ನಿೀರು ಸುರಿಯುತ್ತಿದ ಾವು. ಮ್ುಸುರ ಇದಾರ ತ ೊಳ ದುಕ ೊಿಂಡ್ು ಹ ೊೀಗುತ್ತಿತುಿ ಮ್ತುಿ ನ ಲ್ವೂ
ತಿಂಪಾಗುತ್ತಿತುಿ. ನಿಂತರ ಎಲ್ಲರೊ ತಮ್ಮ ತಮ್ಮ ಹಾಸಗ ಹ ೊದಿಕ ಗಳನುೂ ಮೀಲ ತರುವುದು. ಅವುಗಳನುೂ ಬಚ್ಚಚ ಹಾಸಕ ೊಿಂಡ್ು
ಮೈ ಚ್ಾಚ್ುವುದು. ಆ ಬ ಳದಿಿಂಗಳಲಿಲ ಆಕಾಶವನುೂ ನ ೊೀಡ್ುತಿ, ಚ್ಿಂದರನ ಬ ಳಕನಲಿಲ ಮ್ಬಾಬಗಿ ಕಾಣ್ುವ ನಕ್ಷತರಗಳನುೂ
ಗುರುತ್ತಸುತಿ ಸಮ್ಯ ಕಳ ದುದ ೀ ತ್ತಳಿಯುತ್ತಿರಲಿಲ್ಲ. ಎಲ್ಲಕುಿಂತ ಮ್ುಖಯವಾಗಿ ಆಗಸದಲಿಲಯ ಚ್ಿಂದಿರ ಬ ಳದಿಿಂಗಳನುೂ
ಸೊಸುತ್ತಿದಾರ ಅಪಾಪ ಅವರು, ಕಥ ಗಳ ರಸವನುೂ ಸೊಸುತ್ತಿದಾರು. ನಿದ ರ ಬರುವವರ ಗೊ ಇದು ನದ ಯುತ್ತಿತುಿ. ಆಮೀಲ ನನಗ
ನಿದ ರಯಲಿಲಯೊ ಅವರು ಹ ೀಳಿದಾ ಕಥ ಗಳದ ಾೀ ಕನಸು.
ಒಮಮ ಅಪಾಪವರು ಅವಸರದಲಿಲ ಬಿಂದವರಿಂತ ಕಾಣ್ುತ್ತಿದಾರು. ಕಾಲ್ಲಿಲ ಚ್ಪ್ಪಲಿಗಳಿರಲಿಲ್ಲ, ಟಟುು ಬಟ ುಗಳು ಶುಭರವಾಗರಲಿಲ್ಲ,
ಮ್ುಖದಲಿಲ ಆಯಾಸ ಮ್ತುಿ ಚ್ಚಿಂತ ಗಳು ಮ್ನ ಮಾಡಿದಾವು. ನಮ್ಮ ತಾಯಿ ತಿಂದ ಯವರು ಏನ ಿಂದು ಕ ೀಳಲ್ು ಅವರು ಹ ೀಳಿದುದು
ಕ ೀಳಿ ನಾವು ದಿಂಗಾಗಿ ಹ ೊೀದವು.-
ಹಿಂದಿನ ಸಿಂಜ್ ಬಹಳ ಮ್ಳ ಸುರಿಯುತ್ತಿತುಿ. ಆ ಮ್ಳ ಯಲಿಲಯೆೀ ಮ್ನ ಯ ಕ ಲ್ಸಗಳನುೂ ಮ್ುಗಿಸ ರಾತ್ತರ ಅವರು ಮ್ತುಿ ಅವರ
ಪ್ತ್ತೂ ಮ್ನ ಯಲಿಲ ಮ್ಲ್ಗಿದಾರು. ಅಧ್ಷ ರಾತ್ತರಯಲಿಲ ಮ್ನ ಯಲಿಲ ಏನ ೊೀ ಸದಾಾಯಿತು. ಅವರಿಗ ಸಾಲ್ಪ ಎಚ್ಚರವಾಯಿತು. ಒಿಂದ ೀ
ಸಮ್ನ ಸುರಿಯುವ ಮ್ಳ ಯ ಸದಿಾನ ೊಿಂದಿಗ ಮ್ತೊಿ ಏನ ೊೀ ಸದುಾ. ಆದರ ಕತಿಲ ಯಲಿಲ ಏನೊ ಕಾಣ್ುತ್ತಿಲ್ಲ. ಎದುಾ ದಿೀಪ್
ಹಚ್ ೊಚೀಣ್ ಎಿಂದು ಮ್ಿಂಚ್ದಿಿಂದ ಕಾಲ್ು ಕ ಳಗಿಟುುರು. ಪಾದಗಳು ನಿೀರಲಿಲ ಮ್ುಳುಗಿದವು. ಕೊಡ್ಲ ಅವರಿಗ ಏನಾಗುತ್ತಿದ
ಎಿಂಬುದರ ಅರಿವಾಗಿ ಭಯವಾಯಿತು. ದಡ್ಬಡಿಸ ಎದುಾ ಪ್ತ್ತೂಯನುೂ ಎಚ್ಚರಿಸದರು. ಮ್ನ ಯಲಿಲ ನಿೀರು ನುಗುಗತ್ತಿತುಿ. ಕತಿಲ್ಲಿಲಯೆೀ
ಹ ೊರಗ ಬಿಂದು ನ ೊೀಡಿದರು. ಅಲಿಲ ಕಲ್ ಮ್ನ ಗಳಲಿಲ ಜನರು ಎಚ್ಚರಗ ೊಿಂಡಿದಾರು. ಮ್ಲ್ಗಿದವರನುೂ ಎಚ್ಚರಿಸುತ್ತಿದಾರು. ಅಿಂತೊ 
ಎಲ್ಲರೊ ಎದುಾ ಟಳಿದವರನುೂ ಎಚ್ಚರಿಸಕ ೊಿಂಡ್ು ಮ್ನ ಯನುೂ ಬಟುುು ಎಲ್ಲರೊ ಎತಿರದ ಸಥಳಕ ು ಹ ೊೀದರು. ಸಿಂಪ್ೂಣ್ಷ ಕತಿಲ .
ಮ್ಳ ಬೀಳುವ ಮ್ತುಿ ನಿೀರು ಹರಿಯುವ ಸದುಾ. ಮ್ಳ ಯಲಿಲ ನ ನ ಯುತಿ. ನಡ್ಗುತಿ ಮ್ನ ಯಲಿಲಯ ದವಸ ಧ್ಾನಯಗಳು ನ ನ ದು
ಹ ೊೀಗುವ ಚ್ಚಿಂತ ಯಲಿಲ ಇಡಿೀ ರಾತ್ತರ ಕಳ ದರು. ಸೊಯಷನ ಮದಲ್ ಕರಣ್ಗಳ ಮ್ಸುಕು ಬ ಳಕನಲಿಲ ಹ ೊಳ ಯ ದೃಶಯ ನ ೊೀಡಿ
ಎದ ಗುಿಂದಿ ಹ ೊೀದರಿಂತ . ಬ ೀರ ಊರಿಗ ಹ ೊೀಗುವ ಒಿಂದ ೀ ದಾರಿ ನಿೀರಿನಿಿಂದ ತುಿಂಬ ಹರಿಯುತ್ತಿದ . ಮ್ನ ಗಳು
ನಿೀರುಪಾಲಾಗಿವ . ಮ್ಳ ನಿಿಂತ್ತದ . ಆದರ ಟಟುು ಬಟ ುಗಳ ಲ್ಲವೂ ತ ೊಯುಾ ನಿೀರು ತ ೊಟ್ಟುಕುತ್ತಿದ . ಸಹಾಯಕಾುಗಿ ಬ ೀರ
ಊರಿನವರಿಗ ತ್ತಳಿಸುವುದಾದರೊ ಹ ೀಗ ? ಅವರುಗಳು ಬರುವುದಾದರೊ ಹ ೀಗ ? ಹ ೊಳ ಯ ಪ್ರವಾಹ ಇಳಿಯುವುದು ಯಾವಾಗ?
ಅಲಿಲಯವ ರಗ ಏನು ಮಾಡ್ುವುದು? ಎಿಂದ ಲ್ಲ ಟತಿರವಿರದ ಪ್ರಶ್ ೂಗಳ ಮ್ಣ್ಭಾರ ಹ ೊತುಿ ಸುಮ್ಮನ ಕುಳಿತ್ತಿದಾರಿಂತ . ಅರ್ುು
ಹ ೊತ್ತಿಗಾಗಲ ಮ್ಳ ನಿಿಂತುಹ ೊೀಗಿತುಿ. ಮೈ ಮೀಲಿನ ಬಟ ುಗಳನುೂ ಅಲಿಲಯೆೀ ಚ್ ನಾೂಗಿ ಹಿಂಡಿ ಅವನ ೂೀ ಹ ೊದುಾಕ ೊಿಂಡ್ು ಗಡ್ಗಡ್ನ
ನಡ್ುಗುತಿ ಇದಾರಿಂತ . ಹ ೊತ ಿೀರಿದಾರೊ ಸೊಯಷನ ಮ್ುಖವಿಲ್ಲ. ಮ್ಧ್ಾಯಹೂದ ಮೀಲ ಸೊಯಷ ಕಾಣಿಸಕ ೊಿಂಡ್ು ಸಾಲ್ಪ ಟಸರು
ಬಿಂದಿತಿಂತ . ಅರ್ುು ಹ ೊತ್ತಿಗ ಹ ೊಳ ಯ ನಿೀರಿನ ಪ್ರಮಾಣ್ ಸಾಲ್ಪ ಕಡಿಮಯಾಗಿತಿಿಂತ . ಎಲ್ಲರೊ ಎತಿರದ ಪ್ರದ ೀಶದಿಿಂದ ಇಳಿದು
ಹ ೊಳ ಯಿಿಂದ ದೊರವಿದಾ ಕ ಲ್ವು ಮ್ನ ಗಳಿಗ ಹ ೊೀಗಿ ನ ೊೀಡಿದರ ಿಂತ . ಮ್ನ ಗಳಲಿಲಯ ಎಲ್ಲವೂ, ಮ್ನ ಯ ಸಾಮಾನುಗಳ ಿಂದಿಗ
ಬ ವರು ಸುರಿಸ ಬ ಳ ದ ಚ್ಚೀಲ್ಗಟುುಲ ದವಸ ಧ್ಾನಯಗಳ ಲ್ಲವೂ ಹ ೊಳ ಯ ನಿೀರಿನಲಿಲ ರ್ಮಿಂದು ಕೊತ್ತದಾವಿಂತ . ಏನು
ಮಾಡ್ಬ ೀಕ ಿಂದು ತ ೊೀಚ್ದ ಎಲ್ಲರೊ ಏನ ೀನ ೊೀ ಟಪಾಯಗಳನುೂ ಸೊಚ್ಚಸುತ್ತಿದಾರಿಂತ . ನದಿಯ ಪ್ರವಾಹ ಮದಲಿಗಿಿಂತಲ್ು
ಕಡಿಮಯಾಗಿದಾರೊ ನದಿ ದಾಟುುವುದು ಸಾಧ್ಯವಿರಲಿಲ್ಲವಿಂತ . ಆದರ ಏನಾದರೊ ಮಾಡ್ಲ ೀಬ ೀಕು. ಆಗ ಕ ಲ್ವು ಸಾಹಸಗಳು
ಮ್ನ ಯಿಿಂದ ಹತಾಿಳ ಯ ದ ೊಡ್ಡ ದ ೊಡ್ಡ ಕ ೊಡ್ಗಳನುೂ ತಿಂದು ನದಿಯ ನಿೀರಿನಲಿಲ ಬ ೊೀರಲ್ು ಹಾಕ ಅದರ ಮ್ಲ ಕುಳಿತು
ಕಾಲ್ುಗಳನುೂ ಅಕು ಪ್ಕುದಲಿಲ ಹಾಕ ನಿೀರನುೂ ತಳುುತಿ ಹ ೊೀದರಿಂತ . ಅದು ನ ೀರವಾಗಿ ಸಾಗದ ಪ್ರವಾಹದಲಿಲ ಕ ೊಚ್ಚಚ ಎಲ ಲಲ ೊಲೀ
ಹ ೊೀಗಿ ಕ ೊನ ಗ ಆಚ್ ಯ ದಡ್ ಸ ೀರಿತಿಂತ . ಕ ಲ್ವರು ಕ ೊಡ್ದಿಿಂದ ಜ್ಾರಿ ನಿೀರಲಿಲ ಬದಾವರೊ ಟಿಂಟ ಿಂದು ಹ ೀಳಿದರು. ಹೀಗ
ಪ್ಡ್ಬಾರದ ಕರ್ುಪ್ಟುುು ಮಾಡ್ಬಾರದ ಸಾಹಸ ಮಾಡಿ ಆ ಜನರು ಪ್ಕುದ ಊರಿಗ ಹ ೊೀಗಿ ಅಲಿಲಿಂದ ಸಹಾಯ ಪ್ದ ದರಿಂತ .
ಅಿಂತಹವರಲಿಲ ಅಪಾಪ ಅವರೊ ಒಬಬರು. ಇಿಂತಹ ಹರಸಾಹಸ ಮಾಡಿ ಮ್ಜಗ ಅಪಾಪವರು ಸುದಿಾ ತ್ತಳಿಸಲ್ು ಬಿಂದಿದಾರು. ಇದು
ಇನೊೂ ನನೂ ನ ನಪ್ರನಲಿಲ ಟಳಿದಿದ .
ರಾಮಾಯಣ್, ಮ್ಹಾಭಾರತ, ಪ್ುರಾಣ್, ಟಪ್ನಿರ್ತ್ತಿನ ಕಥ ಗಳು ಮ್ತುಿ ರ್ಶವಶರಣ್ರ ಕಥ ಗಳು ಇತಾಯದಿಯಾಗಿ ಅವರು ಅನ ೀಕ
ರಿೀತ್ತಯ ಕಥ ಗಳನುೂ ಹ ೀಳುತ್ತಿದಾರು. ಇವುಗಳಲ್ಲದ ಅವರು ಬ ೀರ ರಿೀತ್ತಯ ಸಾಮಾನಯ ಕ ಥ ಗಳನುೂ ಹ ೀಳುತಿಲ ೀ ಇರಲಿಲ್ಲ. ಅವರ
ಆ ಕಥ ಗಳು ನನೂಲಿಲ ಎಿಂದೊ ಅಡ್ಗದ ಹಸವ ಯನುೂ ಹುಟ್ಟುಸದವು. ಅವರು ಹ ೀಳಿದ ಅನ ೀಕ ಕಥ ಗಳಲಿಲ ಶ್ ಾೀತಕ ೀತು, ನಚ್ಚಕ ೀತ,
ಯಾಜ್ಞಯವಲ್ುಯ ಮ್ತುಿ ಗಾಗಿಷ, ಮೈತ ರೀಯಿಯವರ ಕಥ ಗಳು ರ್ಶವಶರಣ್ರ ಕಥ ಗಳು ನನೂ ಮ್ನಸುನಿಿಂದ ಮಾಸ ಹ ೊೀಗಲ ೀ ಇಲ್ಲ.
ಇವುಗಳು ನನೂನುೂ ಇನೊೂವರ ಗೊ ಆಪಾಯಯಮಾನವಾಗಿ ಕಾಡ್ುತಿಲ ೀ ಇವ . ಶ್ ಾೀತಕ ೀತುವಿನ ಕಥ ಅಿಂದು ನನಗ ಏನು
ಅಥಷವಾಯಿತ ೊೀ ನನಗ ನ ನಪ್ರಲ್ಲ. ಆದರ ಅದು ನನೂ ಮ್ನಸುನ ಮೀಲ ಮಾಡಿದ ಪ್ರಿಣಾಮ್ ಮಾತರ ಅಗಾಧ್ವಾದದುಾ. ನಾನು
ಈ ಎಲ್ಲ ಕಥ ಗಳನುೂ ಅನ ೀಕ ದ ೊಡ್ಡವರಿಗೊ ಚ್ಚಕುವರಿಗೊ ನನೂ ಓರಗ ಯವರಿಗೊ ಅತಯಿಂತ ಟತಾುಹದಿಿಂದ ಸಿಂದಭಷ
ಒದಗಿದಾಗಲ ಲ್ಲ ಹ ೀಳಿದ ಾೀನ ಮ್ತುಿ ಹ ೀಳುತಿಲ ೀ ಇದ ಾೀನ . ಅವರಿಗೊ ಅವು ನನೂಿಂತ ಯೆೀ ಸ ಳ ದಿವ ಯೆೀ ನನಗ ತ್ತಳಿದಿಲ್ಲ.
ಅಪಾಪ ಅವರ ಕಥ ಹ ೀಳುವ ಕಲ ಅದುವತವಾಗಿತುಿ. ಎಲ್ಲ ಕಥ ಗಳನುೂ ಯಾವುದ ೊೀ ಕಾಲ್ದ ಪ್ುರಾಣ್ದ ಸಾಮಾನಯ ಕಥ ಗಳಿಂತ
ಹ ೀಳದ ಅತಯಿಂತ ಮ್ಹತಾಪ್ೂಣ್ಷವಾದ, ಜಿೀವಿಂತ ಘಟುನ ಗಳ ಿಂಬಿಂತ ಹ ೀಳುತ್ತಿದಾರು. ಶ್ ೀತಕ ೀತುವಿಗ ನಯಗ ೊರೀಧ್ ಬೀಜದ 
ಶೂನಯದಿಿಂದಲ ೀ ಎಲ್ಲವೂ ಹುಟ್ಟುದ ಎಿಂದು ತ ೊೀರಿಸಕ ೊಡ್ುವ ಆತನ ತಿಂದ ಯ ರಿೀತ್ತ, ನಚ್ಚಕ ೀತನು ಎಲ್ಲ ಆರ್ಮರ್ಗಳನುೂ ಧಿಕುರಿಸ
ಯಮ್ನ ಹತ್ತಿರ ವಿದ ಯಯನುೂ ಪ್ದ ದದುಾ, ಯಾಜ್ಞಯವಲ್ುಯರು ಗಾಗಿಷ ಮೈತ ರಯಿಯರಿಗ ನಶಾರತ ಯ ಬಗ ಗ ತ್ತಳಿಸುವ ರಿೀತ್ತ ಎಲ್ಲವೂ
ಮ್ನ ಮ್ುಟುುುವಿಂತ ತ್ತಳಿಸುತ್ತಿದಾರು. ಇವು ಎಲ್ಲವೂ ಯಾವ ಯಾವ ಪ್ುಸಿಕಗಳಲಿಲ ಬರ ದಿವ ಎಿಂಬುದನುೂ ಹ ೀಳುತ್ತಿದಾರು.
ಎಷ ೊುಿಂದು ವಿರ್ಯಗಳು ಅಥಾಷವಾಗದ ಇದಾಾಗ ಅವರು “ನಿೀ ಇನೂ ಸಣ್ಣಕದಿಾ. ದ ೊಡ್ಡಕ ಆದಾಾಲ್ ಎಲ್ಲ ತ್ತಳಿತದ ತ ೊಗ ೊ
ಬ ಟಾ” ಎಿಂದು ಹ ೀಳುತ್ತಿದಾರು.
ಶರಣ್ರ ಕಥ ಗಳನುೂ ಹ ೀಳಿದಾಗ ನನೂ ಮ್ನಸುನಲಿಲ ಒಿಂದು ಪ್ರಶ್ ೂ ಹುಟ್ಟುತುಿ. ಬಸವಣ್ಣನವರು ದ ೀವರ ಎಿಂಬಿಂತ ಕಥ
ಹ ೀಳುತ್ತಿದಾರು. ಆಗ ನಾನು ಅವರನುೂ ಕ ೀಳಿದ . “ ಬಸವಣ್ಣನವರು ದ ೀವರು, ಆದಾರಿಿಂದ ನಾವು ಅವರ ಬಗ ಗ ಭಕಿ
ಇಟುುುಕ ೊಳುಬ ೀಕು ಎಿಂದು ಹ ೀಳುತ್ತಿೀರಿ. ಸರಿ. ಆದರ ಅವರ ೀ ದ ೀವರಾಗಿರುವಾಗ ಬಸವಣ್ಣನವರು ಯಾರ ಪ್ೂಜ್ ಮಾಡ್ುತಾಿರ
ಮ್ತುಿ ಏಕ ?” ಎಿಂದು. ಅಿಂದು ಅವರು ನಕು ಬಗ ನಾನು ಮ್ರ ಯಲಾರ . ಕ ಲ್ ಕ್ಷಣ್ಗಳ ಬಳಿಕ “ನಿೀ ಇನೂ ಸಣ್ಣಕದಿಾ. ದ ೊಡ್ಡಕ
ಆದಾಾಲ್ ಎಲ್ಲ ತ್ತಳಿತದ ತ ೊಗ ೊ ಬ ಟಾ” ಎಿಂದು ಹ ೀಳಿದರು. ಅಿಂದಿನಿಿಂದ ನಾನು ಯಾವಾಗ ದ ೊಡ್ಡವಳಾದ ೀನು ಎಿಂದು
ಕಾಯುತ್ತಿದ ಾ. ಆದರ ಎರ್ುು ದ ೊಡ್ಡವಳಾಗಬ ೀಕು, ಯಾವ ರಿೀತ್ತಯಲಿಲದ ೊಡ್ಡವಳಾಗಬ ೀಕು ಎಿಂಬುದು ತ್ತಳಿಯಲಿಲ್ಲ. ಈ ಪ್ರಶ್ ೂಗಳಿಗ
ಎಿಂದಾದರೊ ಕ ೊನ ಯ ಟತಿರ ದ ೊರಕುತಿದ ಯೆ? ಎಿಂದು ಅಚ್ಚರಿಯಾಗುತ್ತಿತುಿ.
ಒಳ ುಯ ಊಟುಕಾುಗಿ ಕ ೊನ ಯವರ ಗೊ ಕಾಯುವಿಂತಹ ಹದವಾದ ಹಸವನುೂ ಕಥ ಗಳ ಮ್ೊಲ್ಕ ಕ ೊಟುು ಹರಿಯ ವಯಕಿ ಅವರು.
ನನೂ ಮ್ತುಿ ಅಪಾಪವರ ಸಿಂಬಿಂಧ್ ಕ ೀವಲ್ ಕಥ ಗಳಿಗ ಮಾತರ ಸೀರ್ಮತವಾಗಿರಲಿಲ್ಲ. ಇನೊೂ ಅನ ೀಕ ವಿರ್ಯಗಳು ನಮ್ಮನುೂ
ಬ ಸ ದಿದಾವು. ವಾಯಯಾಮ್, ಯೀಗಾಭಾಯಸದಿಿಂದ ಹ ೀಗ ಆರ ೊೀಗಯ ವಧಿಷಸುತಿದ ?, ಹಣ್ುಣಗಳು ಮ್ತುಿ ತರಕಾರಿಗಳು ಹ ೀಗ
ಆರ ೊೀಗಯವನುೂ ವಧಿಷಸುತಿವ ? ಹಲ್ುಲಗಳನುೂ ಹ ೀಗ ಬಳಿಯಾಗಿಟುುು ಕ ೊಳುಬಹುದು? ದಿೀಘಷವಾಗಿ ಟಸರಾಡಿಸುವುದು ಹ ೀಗ ?
ಯಾವ ಯಾವ ಆಸನಗಳು ಯಾವ ಯಾವ ರಿೀತ್ತಯಾಗಿ ಪ್ರಿಣಾಮ್ ಟಿಂಟುುಮಾಡ್ುತಿವ ? ಪ್ರಭಾತ ಮ್ತುಿ ಸಿಂಧ್ಾಯ ಕಾಲ್ದ
ಸೊಯಷನ ಕರಣ್ಗಳನುೂ ನ ೊೀಡ್ುವುದು ಹ ೀಗ ಪ್ರಿಣಾಮ್ಕಾರಿ? ಇತಾಯದಿ ವಿರ್ಯಗಳನುೂ ಬಹಳ ಪ್ರಿಣಾಮ್ಕಾರಿಯಾಗಿ
ಹ ೀಳುತ್ತಿದಾರು. ಅವರು ಮಾಡ್ುತ್ತಿದಾ ಮ್ಯೊರಾಸನ ಮ್ತುಿ ಕುಕುುಟಾಸನಗಳನುೂ ನಾವು ಅಚ್ಚರಿಯಿಿಂದ ನ ೊೀಡ್ುತ್ತಿದ ಾವು. ಬಹುಶಃ
ನನಗ ಯೀಗದಲಿಲ ಆಸಕಿ ಟಿಂಟಾಗಿದುಾದು ಅವರ ಪ್ರಭಾವದಿಿಂದಲ ೀ ಇರಬ ೀಕು.
ನಸುಕನಲಿಲ ಅವರ ಮ್ನ ಯಲಿಲ ಎಲ್ಲರೊ ಸ ೀರಿ ತತಾ ಪ್ದಗಳನುೂ, ಶಿಂಕರಾಚ್ಾಯಷರ ಲಿಿಂಗಾರ್ುಕ ಮ್ತುಿ ಇತರ ಹಾಡ್ುಗಳನುೂ
ಹಾಡ್ುತ್ತಿದಾರು. ಅವರ ಮ್ಕುಳಾದ ತ ೀಜಮ್ಮಕು, ಗ ೊೀದಾವರಿ ಬಹಳ ಇಿಂಪಾಗಿ ಹಾಡ್ುತ್ತಿದಾರು. ಆಗ ಹಾಡ್ುತ್ತಿದಾ ಅನ ೀಕ
ಹಾಡ್ುಗಳಲಿಲ “ಧ್ನವು ಗಳಿಸಬ ೀಕ ಿಂತಹುದು”, ಮ್ತುಿ “ಮ್ನ ೊೀಬುಧ್ಯಹಿಂಕಾರ ಚ್ಚತಾಿನಿನಾಹಿಂ” ಎಿಂಬ ಎರಡ್ು ಹಾಡ್ುಗಳು
ನನೂ ಮೀಲ ಅತಯಿಂತ ಆಳವಾದ ಪ್ರಿಣಾಮ್ ಬೀರಿದವು.
ಶ್ಾಲ ಯ ಪಾಠಗಳಲಿಲ ಕಿಂಡ್ುಬಿಂದ. ಅಥವಾ ಯಾರ ೊೀ ಹರಿಯರು ತಮ್ಮ ಮಾತುಗಳಲಿಲ ಟಲ ಲೀಖಿಸದ ಯಾವ ಮಾತುಗಳ ೀ
ಆಗಲಿ ನಾನು ಅವರ ೊಿಂದಿಗ ಹಿಂಚ್ಚಕ ೊಳುುತ್ತಿದ ಾ. ದಾಸರ ಪ್ದಗಳಾಗಲಿ, ಶರಣ್ರ ವಚ್ನಗಳಾಗಲಿ, ಅಥವಾ ಇನಾೂವುದ ೀ
ಪಾಠವಾಗಲಿ ನಾನು ಅವರ ೊಿಂದಿಗ ಚ್ಚ್ಚಷಸುತ್ತಿದ ಾ. ನನಗ ಏಳನ ೀ ತರಗತ್ತಯಲಿಲ ಪ್ರಬುಲಿಿಂಗಲಿೀಲ ಯ ಒಿಂದು ಸಣ್ಣ ಭಾಗ
ಪ್ಠಯವಾಗಿತುಿ. ಅದನುೂ ಹ ೀಮಾದಿರ ಮಾಸಿರ್ ಎಿಂಬ ಒಬಬ ಅಧ್ಾಯಪ್ಕರು ಬಹಳ ಸ ೊಗಸಾಗಿ ಪಾಠ ಮಾಡ್ುತ್ತಿದಾರು. ಅದು ಇನೊೂ 
ನನೂ ಮ್ನದಲಿಲ ಹಚ್ಚ ಹಸುರಾಗಿ ಟಳಿದಿದ . ಅದನುೂ ಎರ್ುುಸಲ್ ಓದಿದರೊ ನನಗ ತೃಪ್ರಿಯಿರುತ್ತಿರಲಿಲ್ಲ. ಅದನುೂ ಮ್ತ ಿ ಮ್ತ ಿ
ಅಪಾಪವರ ಹತ್ತಿರ ಓದಿ ಚ್ಚ್ಚಷಸ ತಣಿಯಲ್ು ಪ್ರಯತ್ತೂಸುತ್ತಿದ ಾ.
ನನಗ ಹದಿನ ೈದು ವರ್ಷಗಳಾದಾಗ, ನಮ್ಮ ತಿಂದ ಯವರು ಕ . ಪ್ರ. ಎಸ್. ಸ. ಸದಸಯರಾದ ಕಾರಣ್ ನಾವ ಲ್ಲರೊ ಬ ಿಂಗಳ ರಿಗ
ಬಿಂದು ನ ಲ ಸದ ವು. ಹ ೊಸದರಲಿಲ ನಾನು ಅಪಾಪವರನುೂ ಹಾಗೊ ಬೀದರಿನ ವಾತಾವರಣ್ದ ಅಭಾವವನುೂ ಅತಯಿಂತ ತ್ತೀವರವಾಗಿ
ಅನುಭವಿಸದ . ಏಕಾಿಂತದಲಿಲ ಕುಳಿತು ಕಣಿಣೀರು ಸುರಿಸುತ್ತಿದ ಾ. ಅಪಾಪವರನುೂ ನ ನ ಯದ ದಿನವ ೀ ಇರಲಿಲ್ಲ. ಬ ಿಂಗಳ ರಿಗ ಬಿಂದ
ಕ ಲ್ ದಿನಗಳಲಿಲ ನಾನು ಮ್ತುಿ ನನೂ ತಿಂಗಿ ಕಾಲ ೀಜು (ಮೌಿಂರ್ಟ ಕಾಮಷಲ್ ಕಾಲ ೀಜು) ಸ ೀರಿಕ ೊಿಂದ ವು. ಅದು ಬಹಳ ಪ್ರತ್ತಷ್ಟೆತ
ಕಾಲ ೀಜು. ಅಲಿಲ ನಮ್ಗ ಎಲ್ಲವು ಹ ೊಸತು. ಅಲಿಲ ಇಿಂಗಿಲೀಷ್ಟನದ ೀ ದಬಾಷರು. ನಮ್ಗ ೊೀ ಇಿಂಗಿಲೀರ್ು ಮಾತಾಡ್ಲ್ು ಬರುತ್ತಿರಲಿಲ್ಲ.
ನಾನಿಂತೊ ಪ್ೂತ್ತಷಯಾಗಿ ಮ್ೊಕಯಾಗಿಬಟ ು. ಆದರ ಅಲಿಲ ಹಿಂದಿಯ ಇಬಬರು ಅಧ್ಾಯಪ್ಕಯರು ಬಹಳ ಆತ್ತೀಯರಾದರು.
ಒಬಬರು ಶಕುಿಂತಲಾ ಭೊಸನೊರಮ್ಠ, ಮ್ತ ೊಿಬಬರು ಸಸುರ್ ಕ ಲಮಿಂರ್ಟ ಮೀರಿ ಎಿಂದು. ಅವರಿಬಬರ ಪ್ರರೀತ್ತಗ ನಾನು ಪಾತರಳಾದ .
ನನೂ ಓದುವ ಹುಚ್ುಚ ಅವರಿಗ ಅಥಷವಾಗಿ ನನಗ ಪ್ುಸಿಕಾಲ್ಯವನುೂ ತ ೊೀರಿಸದರು. ಅಲಿಲಯ ಪ್ುಸಿಕಾಲ್ಯ ನನಗ ಹುಚ್ುಚ
ಹಡಿಸತು. ಈ ಇಬಬರು ಅಧ್ಾಯಪ್ಕಯರ ಮಚ್ಚಚನವಳಾದಾರಿಿಂದ ಪ್ುಸಿಕಾಲ್ಯದಲಿಲ ನನಗ ಹ ಚ್ಚಚನ ಸೌಲ್ಭಯವಿರುತ್ತಿತುಿ. ನಾನು
ಅಲಿಲಗ ಯಾವಾಗ ಬ ೀಕಾದರೊ ಹ ೊೀಗಬಹುದಾಗಿತುಿ. ಕಾಲ ೀಜು ಮ್ನ ಯ ಅತ್ತ ಹತ್ತಿರದಲಿಲಯೆೀ ಇದುಾದರಿಿಂದ ನಾನು ಬ ಳಗ ಗ
ಎಿಂಟುು ಗಿಂಟ ಗ ಲ್ಲ ಅಲಿಲಗ ಹ ೊೀಗಿ ಪ್ುಸಿಕಗಳನುೂ ಓದುತ್ತಿದ ಾ, ಕಾಲ ೀಜು ಮ್ೊರೊವರ ಗ ಮ್ುಚ್ುಚತ್ತಿತುಿ. ಆದರ ನಾನು
ಸಾಯಿಂಕಾಲ್ವ ಐದು ಗಿಂಟ ವರ ಗೊ ಇರುತ್ತಿದ ಾ. ಬೀದರಿನಲಿಲ ನನಗ ಬಹಳ ಒಳ ುಯ ಅಧ್ಾಯಪ್ಕರು ಪಾಠ ಮಾಡ್ುತ್ತಿದಾರು
ಅವರುಗಳು ಪ್ಠಯಕ ು ಸಿಂಬಿಂಧ್ಪ್ಟುು ಇತರ ಪ್ುಸಿಕಗಳ ಹ ಸರುಗಳನುೂ ಹ ೀಳಿ ಮ್ುಿಂದ ಓದಿರಿ ಎಿಂದು ಪೊರೀತಾುಹಸುತ್ತಿದಾರು.
ನಾನು ಅವುಗಳ ರ್ಶೀಷ್ಟಷಕ ಗಳನೂಲ್ಲ ಒಿಂದು ನ ೊೀಟುುಬುಕುನಲಿಲ ಬರ ದಿಟುುುಕ ೊಿಂಡಿದ ಾ. ನಮ್ಮ ಕಾಲ ೀಜಿನ ಪ್ುಸಿಕಾಲ್ಯದಲಿಲ ಅವ ಲ್ಲ
ಇದಾವು. ಮ್ಜಗ ಅಪಾಪವರು ಹ ೀಳಿದಾ ಪ್ುಸಿಕಗಳ ಇದಾವು. ಸರಿ ಇನುೂ ನಾನು ಓದುವುದ ೊಿಂದ ೀ ಬಾಕ. ಅಲಿಲ ನನಗ ಒಿಂದು
ಹ ೊಸ ಲ ೊೀಕ ಗ ೊೀಚ್ರವಾಯಿತು. ಅಲಿಲ ಓದಿದ ಪ್ರತ್ತ ಪ್ುಸಿಕದ ಬಗ ಗ ಅಪಾಪವರಿಗ ಹ ೀಳಬ ೀಕ ಿಂದು ಆಸ ಯಾಗುತ್ತಿತುಿ. ಆದರ
ಅದಕ ು ಅವಕಾಶವಿರಲಿಲ್ಲ. ಹಾಗಾಗಿ ನಾನು ಓದಿದ ಪ್ುಸಿಕಗಳ ವಿರ್ಯದ ಬಗ ಗ ನಾನು ಮ್ನದಲಿಲಯೆೀ ಅವರಿಗ ಹ ೀಳುತ್ತಿದ ಾ.
ಅವರು ಹ ೀಳಬಹುದಾದದಾನುೂ ನಾನ ೀ ಕಲಿಪಸಕ ೊಳುುತ್ತಿದ ಾ. ಹೀಗ ಕ ೀಳುಗರಿಗ ವಿಚ್ಚತರವ ನಿಸುವ ಆದರ ಅತಯಿಂತ
ಆಪಾಯಯಮಾನವಾದ ಲ ೊೀಕದಲಿಲ ವಿಹರಿಸುತ್ತಿದ ಾ.
,"ಬಂಗಳ ರಿನ ಹಾವಾಮಾನ ಅಪ್ಪ ಅವರಿಗ ಒಗುಗತ್ತಿರಲಿಲ್ಲ. ಹಾಗಾಗಿ ಅವರು ಬ ಿಂಗಳ ರಿಗ ಬರಲು ಇರುಪ್ಡುತ್ತಿರಲಿಲ್ಲ."
,"ವರ್ಷಕೊುಿಂದು ಸಲ್ ನಾವು ಬೀದರಿಗ ಹೊೀದಾಗ ನನೂ ಮ್ನದಲಿಲದುಾದನ ಲ್ಲ ಅವರಿಗ ಹ ೀಳುವಾಸ . ಆದರ ಅಲಿಲಗ ಹೀದಾಗ"
,"ಅದಕುಲ್ಲ ಅವಕಾಶವಾಗುತ್ತಿರಲಿಲ್ಲ. ಕೀವಲ್ ಕ ಲ್ವು ಆತ್ತೀಯ ಮಾತುಗಳಾಗುತ್ತಿದಾವು. ಆದಾರಿಿಂದ ಹಿಂದಿನ ರಿೀತ್ತಯ ಮಾತುಗಳು"
,"ನಿಿಂತ ೀ ಹ ೊೀದವು. ಆದರ ನಾನು ಮಾತರ ಅವರು ನನಗ ಕಟ್ಟು ಕ ೊಟುು ಕಥ ಗಳ ಬುತ್ತಿಯ ಗಿಂಟುನುೂ ಬಚ್ಚಚ ಕಾಲೀಜಿನ"
,"ಪುಸಿಕಾಲ್ಯದ ಟಪ್ರಪನಕಾಯಿಯಿಂದಿಗ ಸವಿಯುತ್ತಿದ ಾ. ಹಾಗಾಗಿ ನಾನು ಸದಾ ಕಾಲ್ ನಚ್ಚಕೀತ, ಶ್ತಕೀತು, ಯಾಜ್ಞಯವಲುಯ,"
,"ಮೈತ ರೀಯಿ, ಗಾಗಿಷಯರನುೂ, ಶರಣ್ರನುೂ ಹುಡುಕುತ್ತಿದಾ. ಅವರ ಲ್ಲರೊ ಸಕುರೊ ಅವರ ಅಿಂತರಿಂಗ ಮಾತರ ನನಗ ಪೂತ್ತಷಯಾಗಿ"
,"ದಕುಲಿಲ್ಲ. ಅದನುೂ ಅಥಷಮಾಡಿಕೊಳುಲೀ ಬೀಕಂಬ ಹಸವು ಮಾತರ ಬತಿಲೀ ಇಲ್ಲ. "
,"ಬ. ಎ. ತರಗತ್ತಯಲಿಲ ವ ಿಂಕಟುಸಾಾಮ್ಯಯನವರ ನಚ್ಚಕ ೀತವಂಬ ನಾಟುಕ ನಮ್ಗ ಪ್ಠಯವಾಗಿತುಿ. ಅದು ನನಗ ಬಹು"
,"ಪ್ರರಯವಾಗಿತುಿ. ಕ ೈಗ ಸಕು ದಿನವ ೀ ಪ್ೂತ್ತಷಯಾಗಿ ಓದಿ ಬಟು. ಆದರ ಅಲಿಲ ಯಮ್ನು ನಚ್ಚಕ ೀತನಿಗ ತ್ತಳಿಸಕೊಟುು ವಿದ ಯಯ"
,"ವಿವರವಿರಲಿಲ್ಲ. ಆದಾರಿಿಂದ ನಿರಾಶ್ ಯಾಯಿತು. ಆ ವಿರ್ಯ ಕಠ ೊೀಪ್ನಿರ್ತ್ತಿನಲಿಲ ಬರುತಿದ ಎಿಂಬುದು ತ್ತಳಿಯಿತು. ಆದರ"
,"ಸಿಂಸೃತ ಗೊತ್ತಿರಲಿಲ್ಲ. ನನೂ ಒಬಬ ಗ ಳತ್ತ ಸಿಂಸೃತವನುೂ ಎರಡ್ನ ಭಾಷ ಯಾಗಿ ತ ಗ ದುಕೊಿಂಡಿದಾಳು. ಅವಳ ಹತ್ತಿರ ಆ ಭಾಷ"
,"ಕಲಿಯಲು ಪ್ರಯತೂ ಪ್ಟು. ಆದರ ಅದು ಫಲ್ಕಾರಿಯಾಗಲಿಲ್ಲ. ಒಬಬ ಗ ಳತ್ತಯಿಿಂದ ಸಿಂಸೃತ ಕಲಿತು ಕಠೊೀಪ್ನಿರ್ತುಿ ಓದಿ"
,"ಅಥಷಮಾಡಿಕೊಳುುತೀನ ಎಿಂದು ತ್ತಳಿದಿದಾ ನನೂ ಮ್ೊಖಷತ ಗ ಇಿಂದು ನಗು ಬರುತಿದ . ಆದರ ಆಗ ನಾನು ನಿಜವಾಗಿಯೊ ಹಾಗ ಭಾವಿಸದಾ."
,"ಒಟ್ಟುನಲಿಲ ಅಪಾಪವರ ಕಥ ಗಳು ನಾನು ಮ್ುಿಂದ ಈಶಾ, ಕೀನ, ಕಠ, ಛಿಂದೀಗಯ ಮಿಂತಾದ ಗರಿಂಥಗಳನುೂ ಓದುವಿಂತ"
,"ಮಾಡಿದವು. ಶರಣ್ರ ಬಗ ಗ ತ್ತಳಿದುಕ ೊಳುುವಿಂತ ಮಾಡಿದವು. ವಚ್ನಗಳ ಅಿಂತರಾಥಷವನುೂ ತ್ತಳಿಯಲು ಹಚ್ಚಚದವು. ಅಪಾಪವರು"
,"ಹೀಳಿದ ಕಥ ಗಳ ಮೀಡಿ ಅದುವತವಾದದುಾ."
,"ಜಾಗತಿಕ ತಾಪಮಾನ ಏರಿಕೆ ಯೆಂದರೆ 20ನೇ ಶತಮಾನದ ಮಧ್ಯಭಾಗದಲ್ಲಿ ಭೂಮಿಯ ಮೇಲ್ಮೈ-ಸಮೀಪದಲ್ಲಿರುವ ವಾಯು ಮತ್ತು ಸಾಗರ ಪ್ರದೇಶಗಳಲ್ಲಿ ಆದ ಸರಾಸರಿ ತಾಪಮಾನದ ಏರಿಕೆ ಹಾಗೂ ಅದರ ಪ್ರಕ್ಷೇಪಿತ ಮುಂದುವರಿಕೆ. ಜಾಗತಿಕ ಮೇಲ್ಮೈ ಉಷ್ಣತೆಯು"
,"ಕಳೆದ ಶತಮಾನದಲ್ಲಿ ರಷ್ಟು ಹೆಚ್ಚಿದೆ. ಹವಾಮಾನ ಬದಲಾವಣೆಯ ಕುರಿತಾದ ಅಂತರ-ಸರಕಾರಿ ಮಂಡಳಿಯು ಅಗೆದು ತೆಗೆದ ಇಂಧನಗಳು ಮತ್ತು ಅರಣ್ಯನಾಶಗಳಂತಹಾ ಮಾನವ ಚಟುವಟಿಕೆಗಳಿಂದಾದ ಹಸಿರುಮನೆ ಅನಿಲಗಳ ಸಂಗ್ರಹದ ಹೆಚ್ಚಳವು 20ನೇ"
,"ಶತಮಾನದ ಮಧ್ಯಕಾಲದ ನಂತರದ ತಾಪಮಾನ ಏರಿಕೆಗೆ ಕಾರಣವೆಂದು ತೀರ್ಮಾನಕ್ಕೆ ಬಂದಿದೆ. ಸೌರ ವಿಕಿರಣಗಳ ಪ್ರಸರಣ ಮತ್ತು ಅಗ್ನಿಪರ್ವತಗಳಂತಹಾ ನೈಸರ್ಗಿಕ ವೈಪರೀತ್ಯಗಳು ಕೈಗಾರಿಕಾ ಯುಗಕ್ಕೂ ಹಿಂದಿನ ಕಾಲದಿಂದ 1950ರವರೆಗಿನ ತಾಪಮಾನ "
,"ಹೆಚ್ಚಳಕ್ಕೆ ಕಾರಣವಾಗಿದ್ದುದಲ್ಲದೇ, ನಂತರ ಅಲ್ಪ ಪ್ರಮಾಣದಲ್ಲಿ ತಂಪಾಗಲೂ ನೆರವಾಯಿತು ಎಂದೂ IPCC ವಿಶ್ಲೇಷಿಸಿದೆ. ಈ ಪ್ರಾಥಮಿಕ ತೀರ್ಮಾನಗಳನ್ನು ಎಲ್ಲಾ ಪ್ರಮುಖ ಕೈಗಾರಿಕಾ ರಾಷ್ಟ್ರಗಳ ರಾಷ್ಟ್ರೀಯ ವಿಜ್ಞಾನ ಅಕಾಡೆಮಿಗಳೂ ಸೇರಿದಂತೆ "
,"[[ವಾತಾವರಣ ಬದಲಾವಣೆಯ ಬಗ್ಗೆ ವೈಜ್ಞಾನಿಕ ಅಭಿಪ್ರಾಯ 40ಕ್ಕೂ ಹೆಚ್ಚು ವೈಜ್ಞಾನಿಕ ಸಮುದಾಯಗಳು ಮತ್ತು ವೈಜ್ಞಾನಿಕ ಅಕಾಡೆಮಿಗಳು ಅನುಮೋದಿಸಿವೆ]]. ಅಲ್ಪ ಸಂಖ್ಯೆಯ ಕೆಲ ವಿಜ್ಞಾನಿಗಳು ಈ ಬಹುಮತ ಅಭಿಪ್ರಾಯದ ಬಗ್ಗೆ ಭಿನ್ನಮತ ಹೊಂದಿದ್ದಾರೆ."
,"ಭೂಮಿಯ ಈ ನಕ್ಷೆಯು ಮೇಲ್ಮೈ ತಾಪಮಾನವು ಪ್ರವೃತ್ತಿಗಳು 1950 ಮತ್ತು 2014 ನಡುವೆ ಈ ನಕ್ಷೆ ಪ್ರಮುಖ ಇಲ್ಲಿದೆ ತೋರಿಸುತ್ತದೆ. 1950 and 2014ನಡುವೆ ಮೇಲ್ಮೈ ತಾಪಮಾನವು ಪ್ರವೃತ್ತಿಗಳು ತೋರಿಸುವ ವಿಶ್ವ ನಕ್ಷೆ ಕೀಇತ್ತೀಚಿನ ವರದಿಯಲ್ಲಿನ ಹವಾಮಾನದ "
,"ಮಾದರಿ ಪ್ರಕ್ಷೇಪಗಳ ಪ್ರಕಾರ ಜಾಗತಿಕ ಮೇಲ್ಮೈ ಉಷ್ಣತೆಯು ಬಹುಶಃ ಇನ್ನೂ ರಷ್ಟು ಇಪ್ಪತ್ತೊಂದನೇ ಶತಮಾನದಲ್ಲಿ ಹೆಚ್ಚಳವಾಗಲಿದೆ. ಆದರೆ ಈ ಅಂದಾಜಿನಲ್ಲಿನ ಅನಿಶ್ಚಿತತೆಯು ವಿಶ್ಲೇಷಣೆಗೆ ಬಳಸಿದ ವಿವಿಧ ಮಾದರಿಗಳಲ್ಲಿನ ಹಸಿರುಮನೆ ಅನಿಲಗಳ ಸಂಗ್ರಹದ"
,"ಬಗೆಗಿನ ಸಂವೇದನೆಗಳಲ್ಲಿನ ವ್ಯತ್ಯಾಸಗಳು ಮತ್ತು ಭವಿಷ್ಯದ ಹಸಿರುಮನೆ ಅನಿಲಗಳ ಉತ್ಪಾದನೆಯ ಪ್ರಮಾಣದ ಅಂದಾಜುಗಳಲ್ಲಿನ ವ್ಯತ್ಯಾಸದಿಂದುಂಟಾಗಿದೆ. ಇನ್ನಿತರ ಅನಿಶ್ಚಿತತೆಗಳೆಂದರೆ ವಿಶ್ವದಾದ್ಯಂತ ತಾಪಮಾನ ಹೆಚ್ಚಳ ಹಾಗೂ ಸಂಬಂಧಿತ ಬದಲಾವಣೆಗಳು"
,"ಪ್ರದೇಶದಿಂದ ಪ್ರದೇಶಕ್ಕೆ ಎಷ್ಟರಮಟ್ಟಿಗೆ ವ್ಯತ್ಯಾಸವಾಗಬಹುದು ಎಂಬುದು. ಹೆಚ್ಚಿನ ಅಧ್ಯಯನಗಳು 2100ನೇ ಇಸವಿಯವರೆಗಿನ ಅವಧಿಯನ್ನು ಗುರಿಯಾಗಿಸಿಕೊಂಡಿವೆ. ಈ ಹೊರಸೂಸುವಿಕೆಯು ನಿಂತರೂ ಕೂಡಾ 2100ರ ನಂತರವೂ ತಾಪಮಾನ ಹೆಚ್ಚಳವು "
,"ಮುಂದುವರೆಯಲಿದ್ದು ಅದಕ್ಕೆ ಮುಖ್ಯ ಕಾರಣ, ಸಾಗರಗಳ ಅಗಾಧ ಉಷ್ಣತೆಯನ್ನು ಕಾಪಿಟ್ಟುಕೊಳ್ಳಬಲ್ಲ ಹಾಗೂ ಇಂಗಾಲದ ಡೈಆಕ್ಸೈಡ್‌ನ ವಾತಾವರಣದಲ್ಲಿ ದೀರ್ಘಕಾಲ ಇರಬಲ್ಲ ಸಾಮರ್ಥ್ಯಗಳು."
,"ಜಾಗತಿಕ ತಾಪಮಾನದಲ್ಲಿನ ಏರಿಕೆಯು ಸಮುದ್ರಮಟ್ಟದ ಏರಿಕೆಗೆ ಕಾರಣವಾಗಲಿದ್ದು, ಅವಕ್ಷೇಪನದ ಪ್ರಮಾಣ ಮತ್ತು ಮಾದರಿಗಳಲ್ಲಿ ವ್ಯತ್ಯಾಸವನ್ನುಂಟು ಮಾಡಲಿದ್ದು, ಉಪೋಷ್ಣವಲಯದ ಮರಳುಗಾಡುಗಳ ಸಂಭಾವ್ಯ ವಿಸ್ತರಣೆಗೆ ಕಾರಣವಾಗಲಿದೆ."
,"ಆರ್ಕ್‌ಟಿಕ್‌ ವಲಯದಲ್ಲಿ ಉಷ್ಣಾಂಶದ ಅತೀವ ಹೆಚ್ಚಳದೊಂದಿಗೆ ಶೀತ ಕೆಳ ಭೂಸ್ತರ, ಸಮುದ್ರ ನೀರ್ಗಲ್ಲುಗಳು ಹಾಗೂ ಹಿಮನದಿಗಳ ಹಿಂಜರಿತದ ಮುಂದುವರಿಕೆಯನ್ನು ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ. ಇನ್ನಿತರ ಸಂಭಾವ್ಯ ವೈಪರೀತ್ಯಗಳೆಂದರೆ ಹವಾಮಾನದ ವೈಪರೀತ್ಯಗಳ" 
,"ತೀಕ್ಷ್ಣತೆಯ ಹೆಚ್ಚಳ, ಪ್ರಾಣಿ ಸಂಕುಲಗಳ ಅಳಿವು ಮತ್ತು ಕೃಷಿ ಉತ್ಪಾದನೆಗಳಲ್ಲಿನ ಬದಲಾವಣೆಗಳು. ವಾತಾವರಣ ಬದಲಾವಣೆಯ ಬಗೆಗೆ ಹಾಗೂ ಅದಕ್ಕೆ ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ ಕೈಗೊಳ್ಳಬೇಕಾದ (ಯಾವುದಾದರೂ ಇದ್ದರೆ) ಕಾರ್ಯಗಳ ಬಗ್ಗೆ ರಾಜಕೀಯ ಮತ್ತು"
,"ಸಾರ್ವಜನಿಕ ಚರ್ಚೆಗಳು ನಡೆಯುತ್ತಲಿವೆ. ಲಭ್ಯವಿರುವ ಸಾಧ್ಯತೆಗಳೆಂದರೆ ತಾಪ ನಿವಾರಣೆ ಮಾಡಲು ಭವಿಷ್ಯದ ಹೊರಸೂಸುವಿಕೆಯ ನಿಯಂತ್ರಣ, ಉಷ್ಣತೆ ಹೆಚ್ಚಳದಿಂದಾದ ಹಾನಿಯನ್ನು ಕಡಿಮೆಗೊಳಿಸಲು ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಮಾಡಿಕೊಳ್ಳುವುದು ಹಾಗೂ"
,"ಜಾಗತಿಕ ಉಷ್ಣತೆಯ ಹೆಚ್ಚಳವನ್ನು ನಿರರ್ಥಕಗೊಳಿಸಲು ಊಹಾತ್ಮಕವಾಗಿ ಭೂ-ವಾಸ್ತುಶಿಲ್ಪ ಬಳಕೆ. ಬಹಳಷ್ಟು ರಾಷ್ಟ್ರೀಯ ಸರಕಾರಗಳು ಹಸಿರುಮನೆ ಅನಿಲ ಹೊರಸೂಸುವಿಕೆಯನ್ನು ತಗ್ಗಿಸುವ ಗುರಿ ಹೊಂದಿರುವ ಕ್ಯೋಟೋ ನಿಯಮಾವಳಿಗಳಿಗೆ ಸಹಿ ಮಾಡಿ "
,"ತಮ್ಮ ಅನುಮೋದನೆಯನ್ನು ವ್ಯಕ್ತಪಡಿಸಿವೆ"]'''
for i in vocabulary:
    e_list.extend(i.split())
vocabulary=e_list
vocabulary_size=len(vocabulary)
text2=['ವಿನಿಮಯ','ವಿಷಯದ','ಹಳೆಯದನ್ನು','ಹೊಸದನ್ನು']

suffix=['ಗೂ', 'ರೇ', 'ಗೊಳಿಸಬಹುದು','ಯಿಂದ','ಗಳಿರಬೇಕು','ನ','ದ','ದಿಂದಾಗಿ','ದಲ್ಲಿನ','ಯ','ನಿಲಯದ','ವೇ','ವಾಗಿ',
        'ವಿರುವ','ರಾಗಿರುತ್ತಾರೆ','ದಲ್ಲಿ', 'ಯಲ್ಲಿ','ಗಳಿಗೂ','ವಾಗಲು','ಗಾಗಿ ', 'ಗಳಿಂದ', 'ಗಳಲ್ಲಿರುವ', 'ಯು', 'ಗಳು', 
        'ಗಳೊಂದಿಗೆ', 'ಯಾಗಿ', 'ನಿಯರ', 'ಸೆವಕ್ನಿಗೆ', 'ರಲಿ', 'ಗೆ', 'ಯೊಬ್ಬನ', 'ನಿಲಯದಲ್ಲಿ', 'ರು', 'ಗಳಿಗಾಗಿ',
        'ಯಾಗಿದ್ದರು', 'ನಿಲಯ', 'ರನ್ನು', 'ಗಳನ್ನು', 'ನಲ್ಲಿ', 'ಗಳೆಂದರೆ', 'ನೆ', 'ನಿಲಯಗಳು', 'ಗಳಲ್ಲಿ', 'ನಿಲಯಕ್ಕೆ', 
        'ಗಳ', 'ನನ್ನು', 'ಗಳಿಗೆ', ' ಗಳು ', 'ಯಾಗಿದ್ದ', 'ಯಾಗಿದ್ದೆ', 'ಯನ್ನು', 'ನು', 'ನಿಂದ', 'ರಿಂದ', 'ರಿಗೆ', 
        'ಯಾಗಿದ್ದಾಗ', 'ಗಳಿಗಿಂತ','ಯದ','ಮಯ','ಗಳೂ','ವನ್ನು','ನ್ನು','ತ್ತಾರೆಂದು','ಾರ್ಥ','ದಲ್ಲಿನ','ವಿರುವವರು',
        'ವಾಯಿತು','ವಿದೆ','ಯಾಗಿದ್ದಿತೆಂದೂ','ಗಳೆಂದು','ನೆಯ','ವೂ','ವಾದುದು','ದಲ್ಲಿಯೂ','ಣಿಯ','ದ್ದಾರ',
        'ದವರೆಗ','ದಂತೆ','ಯಾಗಿದೆ','ದವರೆ','ೆಯಿದೆ','ಗೊಂಡ']

suffix.sort(key = len)
suffix.reverse()
vocabulary1=copy.deepcopy(vocabulary)
print(len(suffix))
n=0
word_dict=dict()
dict1=dict()

list_to_copy=list()
for i in vocabulary:
    list_to_copy.extend(i.split())

#ord(3260-3268)
    
suffix.sort(key = len)
suffix.reverse()
vocabulary1=copy.deepcopy(list_to_copy)
n=0
word_dict=dict()
dict1=dict()
vocabulary1=['ಶತಮಾನದವರೆ','ಮುಂಚೂಣಿಯ','ಆರನೆಯ','ಒಂಬತ್ತುನೆಯ']
flag=1
while(flag<2):
 for i in vocabulary1:
    for j in suffix:
        i_l=len(i)
        if(i!=j):
            if(len(i)>4):
                if(i.endswith(j)):
                    #print(i,"-----",j)
                    if(j=='ಯದ'):
                        if(i[len(i)-3]==chr(3277)):
                            continue
                        else:
                            vocabulary1[n]=vocabulary1[n][:-len(j)]
                            dict1[vocabulary1[n]]=j
                            break
                    if(j=='ದ'):
                        i=i[:]
                        f_l=len(i)
                        m_l=i_l-f_l
                        #print(m_l,i_l, f_l)
                        
                        if(i[len(i)-2]=='ಡ'):
                            continue
                        elif(i[len(i)-2]=='ಇ'):
                            continue
                        else:
                            vocabulary1[n]=vocabulary1[n][:-len(j)]
                        for m in range(3260,3269):
                            if(vocabulary1[n].endswith(chr(m))|vocabulary1[n].endswith(chr(3202))):
                                if(i[len(i)-3]==chr(3277)):
                                    vocabulary1[n]=vocabulary1[n][:-len(chr(m))+1]
                                else:
                                    vocabulary1[n]=vocabulary1[n][:-len(chr(m))]
                        dict1[vocabulary1[n]]=j
                        break    
                    
                    if(j=='ರು'):                
                        f_l=len(i)
                        m_l=i_l-f_l
                        print(i)
                        #print(m_l,i_l, f_l)
                        if(i[len(i)-3]==chr(3248)):#include---
                            print(i)
                            i=i[:-2]
                            vocabulary1[n]=vocabulary1[n][:-2]
                        else:
                            vocabulary1[n]=vocabulary1[n]
                        dict1[vocabulary1[n]]=j
                        break    
                    if(j=='ರ'):                
                        f_l=len(i)
                        m_l=i_l-f_l
                        #print(m_l,i_l, f_l)
                        if(i[len(i)-2]==chr(3248)):
                            vocabulary1[n]=vocabulary1[n][:-len(j)]
                        else:
                            vocabulary1[n]=vocabulary1[n]
                        dict1[vocabulary1[n]]=j
                        break
                    if(j=='ಸಿ'):                
                        f_l=len(i)
                        m_l=i_l-f_l
                        for m in range(3221,3221+51):
                            if(i[len(i)-3]==chr(m)):
                                vocabulary1[n]=vocabulary1[n][:-len(j)-1]
                                break
                        else:
                            vocabulary1[n]=vocabulary1[n][:-len(j)-2]
                        dict1[vocabulary1[n]]=j
                        break
                    if(j=='ಮಯ'):
                        f_l=len(i)
                        m_l=i_l-f_l
                        vocabulary1[n]=vocabulary1[n][:]
                        dict1[vocabulary1[n]]=j
                        break
                    if(j=='ಗೊಂಡ'):
                        for m in range(3260,3269):
                            if(i[len(i)-3]==chr(m)):
                                vocabulary1[n]=vocabulary1[n][:-len(j)-1]
                                break
                            else:
                                vocabulary1[n]=vocabulary1[n][:-len(j)]
                                
                    if(j=='ನೆಯ'):
                        for m in range(3260,3269):
                            if(i[len(i)-4]==chr(m)):
                                vocabulary1[n]=vocabulary1[n][:-len(j)-1]
                                vocabulary1[n].join('ು')
                                print('a')
                                break
                            else:
                                vocabulary1[n]=vocabulary1[n][:-len(j)]
                                print('aa')
                                vocabulary1[n].join( 'ು')
                                break
                        
                    if(j=='ಸು'):                
                        f_l=len(i)
                        m_l=i_l-f_l
                        for m in range(3260,3269):
                            if(i[len(i)-3]==chr(m)):
                                vocabulary1[n]=vocabulary1[n][:-len(j)-1]
                                break
                        else:
                            vocabulary1[n]=vocabulary1[n][:-len(j)-2]
                        dict1[vocabulary1[n]]=j
                        break    
                    else:    
                        i=i[:-len(j)]
                        f_l=len(i)
                        m_l=i_l-f_l
                        #print(m_l,i_l,f_l)
                        vocabulary1[n]=vocabulary1[n][:-len(j)]
                        dict1[vocabulary1[n]]=j
                        break
    n+=1
 flag=flag+1

#for i in range(len(vocabulary)):
  # print(vocabulary[i],vocabulary1[i])
   

#emma = nltk.corpus.gutenberg.words('austen-emma.txt')
'''brown.categories()
vocabulary=list()
for i in brown.categories():
    vocabulary.append(brown.words(categories=i))
#    vocabulary.append(emma)

e_list=list()
for i in vocabulary:
    for j in i:
        e_list.append(j)
'''


vocabulary=vocabulary1
vocabulary_size=len(vocabulary1)
# Step 2: Build the dictionary and replace rare words with UNK token.
vocabulary_size = 800

def build_dataset(words, n_words):
  """Process raw inputs into a dataset."""
  count = [['UNK', -1]]
  count.extend(collections.Counter(words).most_common(n_words - 1))
  dictionary = dict()
  for word, _ in count:
    dictionary[word] = len(dictionary)
  data = list()
  unk_count = 0
  for word in words:
    if word in dictionary:
      index = dictionary[word]
    else:
      index = 0  # dictionary['UNK']
      unk_count += 1
    data.append(index)
  count[0][1] = unk_count
  reversed_dictionary = dict(zip(dictionary.values(), dictionary.keys()))
  return data, count, dictionary, reversed_dictionary

data, count, dictionary, reverse_dictionary = build_dataset(vocabulary,
                                                            vocabulary_size)
del vocabulary  # Hint to reduce memory.
print('Most common words (+UNK)', count[:5])
print('Sample data', data[:10], [reverse_dictionary[i] for i in data[:10]])

data_index = 0


# Step 3: Function to generate a training batch for the skip-gram model.
def generate_batch(batch_size, num_skips, skip_window):
  global data_index
  assert batch_size % num_skips == 0
  assert num_skips <= 2 * skip_window
  batch = np.ndarray(shape=(batch_size), dtype=np.int32)
  labels = np.ndarray(shape=(batch_size, 1), dtype=np.int32)
  span = 2 * skip_window + 1  # [ skip_window target skip_window ]
  buffer = collections.deque(maxlen=span)
  for _ in range(span):
    buffer.append(data[data_index])
    data_index = (data_index + 1) % len(data)
  for i in range(batch_size // num_skips):
    target = skip_window  # target label at the center of the buffer
    targets_to_avoid = [skip_window]
    for j in range(num_skips):
      while target in targets_to_avoid:
        target = random.randint(0, span - 1)
      targets_to_avoid.append(target)
      batch[i * num_skips + j] = buffer[skip_window]
      labels[i * num_skips + j, 0] = buffer[target]
    buffer.append(data[data_index])
    data_index = (data_index + 1) % len(data)
  # Backtrack a little bit to avoid skipping words in the end of a batch
  data_index = (data_index + len(data) - span) % len(data)
  return batch, labels

batch, labels = generate_batch(batch_size=10, num_skips=2, skip_window=1)
for i in range(8):
  print(batch[i], reverse_dictionary[batch[i]],
        '->', labels[i, 0], reverse_dictionary[labels[i, 0]])

# Step 4: Build and train a skip-gram model.

batch_size = 128
embedding_size = 128  # Dimension of the embedding vector.
skip_window = 1       # How many words to consider left and right.
num_skips = 2         # How many times to reuse an input to generate a label.

# We pick a random validation set to sample nearest neighbors. Here we limit the
# validation samples to the words that have a low numeric ID, which by
# construction are also the most frequent.
valid_size = 16     # Random set of words to evaluate similarity on.
valid_window = 100  # Only pick dev samples in the head of the distribution.
valid_examples = np.random.choice(valid_window, valid_size, replace=False)
num_sampled = 64    # Number of negative examples to sample.

graph = tf.Graph()

with graph.as_default():

  # Input data.
  train_inputs = tf.placeholder(tf.int32, shape=[batch_size])
  train_labels = tf.placeholder(tf.int32, shape=[batch_size, 1])
  valid_dataset = tf.constant(valid_examples, dtype=tf.int32)

  # Ops and variables pinned to the CPU because of missing GPU implementation
  with tf.device('/cpu:0'):
    # Look up embeddings for inputs.
    embeddings = tf.Variable(
        tf.random_uniform([vocabulary_size, embedding_size], -1.0, 1.0))
    embed = tf.nn.embedding_lookup(embeddings, train_inputs)

    # Construct the variables for the NCE loss
    nce_weights = tf.Variable(
        tf.truncated_normal([vocabulary_size, embedding_size],
                            stddev=1.0 / math.sqrt(embedding_size)))
    nce_biases = tf.Variable(tf.zeros([vocabulary_size]))

  # Compute the average NCE loss for the batch.
  # tf.nce_loss automatically draws a new sample of the negative labels each
  # time we evaluate the loss.
  loss = tf.reduce_mean(
      tf.nn.nce_loss(weights=nce_weights,
                     biases=nce_biases,
                     labels=train_labels,
                     inputs=embed,
                     num_sampled=num_sampled,
                     num_classes=vocabulary_size))
  global_step = tf.Variable(0, trainable=False)
  starter_learning_rate = 1.0
  learning_rate = tf.train.exponential_decay(starter_learning_rate, global_step,
                                           100000, 0.96, staircase=True)

  # Construct the SGD optimizer using a learning rate of 1.0.
  optimizer = tf.train.ProximalAdagradOptimizer(learning_rate).minimize(loss)
 
  # Compute the cosine similarity between minibatch examples and all embeddings.
  norm = tf.sqrt(tf.reduce_sum(tf.square(embeddings), 1, keep_dims=True))
  normalized_embeddings = embeddings / norm
  valid_embeddings = tf.nn.embedding_lookup(
      normalized_embeddings, valid_dataset)
  similarity = tf.matmul(
      valid_embeddings, normalized_embeddings, transpose_b=True)

  # Add variable initializer.
  init = tf.global_variables_initializer()
print(reverse_dictionary)
# Step 5: Begin training.
num_steps = 100001

'''AdadeltaOptimizer
AdagradDAOptimizer
AdagradOptimizer
AdamOptimizer
GradientDescentOptimizer
MomentumOptimizer
Optimizer
ProximalAdagradOptimizer
ProximalGradientDescentOptimizer
SyncReplicasOptimizer
RMSPropOptimizer'''

with tf.Session(graph=graph) as session:
  # We must initialize all variables before we use them.
  init.run()
  print('Initialized')

  average_loss = 0
  for step in xrange(num_steps):
    batch_inputs, batch_labels = generate_batch(
        batch_size, num_skips, skip_window)
    feed_dict = {train_inputs: batch_inputs, train_labels: batch_labels}

    # We perform one update step by evaluating the optimizer op (including it
    # in the list of returned values for session.run()
    _, loss_val = session.run([optimizer, loss], feed_dict=feed_dict)
    average_loss += loss_val

    if step % 2000 == 0:
      if step > 0:
        average_loss /= 2000
      # The average loss is an estimate of the loss over the last 2000 batches.
      print('Average loss at step ', step, ': ', average_loss)
      average_loss = 0

    # Note that this is expensive (~20% slowdown if computed every 500 steps)
    if step % 100000 == 0:
      sim = similarity.eval()
      for i in xrange(valid_size):
        valid_word = reverse_dictionary[valid_examples[i]]
        top_k = 8  # number of nearest neighbors
        nearest = (-sim[i, :]).argsort()[1:top_k + 1]
        log_str = 'Nearest to %s:' % valid_word
        for k in xrange(top_k):
          close_word = reverse_dictionary[nearest[k]]
          log_str = '%s %s,' % (log_str, close_word)
        print(log_str)
  final_embeddings = normalized_embeddings.eval()
  print(final_embeddings,batch_labels)
  for i in batch_labels:
    i = kan_trans.translate([i])
  print(i)
# Step 6: Visualize the embeddings.


def plot_with_labels(low_dim_embs, labels, filename='tsne.png'):
  assert low_dim_embs.shape[0] >= len(labels), 'More labels than embeddings'
  plt.figure(figsize=(18, 18))  # in inches
  for i, label in enumerate(labels):
    x, y = low_dim_embs[i, :]
    plt.scatter(x, y)
    plt.annotate(label,
                 xy=(x, y),
                 xytext=(5, 2),
                 textcoords='offset points',
                 ha='right',
                 va='bottom')
    print(x,y,labels)
  plt.savefig(filename)

try:
  # pylint: disable=g-import-not-at-top
  from sklearn.manifold import TSNE
  import matplotlib.pyplot as plt

  tsne = TSNE(perplexity=30, n_components=2, init='pca', n_iter=5000)
  plot_only = 500
  low_dim_embs = tsne.fit_transform(final_embeddings[:plot_only, :])
  labels = [reverse_dictionary[i] for i in xrange(plot_only)]
  plot_with_labels(low_dim_embs, labels)

except ImportError:
  print('Please install sklearn, matplotlib, and scipy to show embeddings.')
